[
  {
    "id": "32 (MIR 24)",
    "enunciado": "En relación con el potencial de acción cardiaco, señale la afirmación correcta:",
    "opciones": [
      "Las células automáticas tienen un potencial de acción lento y calciodependiente.",
      "El potencial de reposo de las células automáticas es más negativo...",
      "Las células automáticas tienen canales rápidos de sodio.",
      "Los canales If se sitúan predominantemente en las células..."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Pregunta teórica de muy alta dificultad sobre el potencial de acción..."
  },
  {
    "id": "28 (MIR 21)",
    "enunciado": "En cuanto a las interrelaciones entre la presión, el flujo y la resistencia...",
    "opciones": [
      "La resistencia es directamente proporcional a la diferencia de presión...",
      "En el flujo laminar, la velocidad del flujo en el centro...",
      "Cambios pequeños en el diámetro de un vaso provocan...",
      "Si se añaden vasos sanguíneos en paralelo en un circuito..."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Pregunta dificil puramente de Fisiología. La presión arterial es igual..."
  },
  {
    "id": "42 (MIR 2020)",
    "enunciado": "En relación con el control del flujo sanguíneo coronario, es FALSO que:",
    "opciones": [
      "Si aumenta la fuerza de la contracción cardiaca, también aumenta la velocidad del flujo coronario.",
      "En presencia de concentraciones muy bajas de oxígeno en los miocitos, aumenta la disponibilidad de adenosina.",
      "El efecto directo de la activación simpática coronaria puede provocar tanto vasoconstricción como vasodilatación.",
      "Los efectos directo e indirecto de la actividad parasimpática coronaria (vagal) provocan vasodilatación de las arterias coronarias."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El sistema parasimpático no tiene efecto directo sobre los vasos sanguíneos, que no tienen receptores de acetilcolina. En cambio, la administración exógena de acetilcolina en la luz coronaria tiene efecto vasodilatador."
  },
  {
    "id": "46 (MIR 2019)",
    "enunciado": "Cuando aumenta la frecuencia cardiaca, la fase del ciclo cardiaco cuya duración se reduce proporcionalmente más es la:",
    "opciones": [
      "Fase de sístole auricular.",
      "Fase de sístole isovolumétrica.",
      "Fase de llenado rápido.",
      "Fase de llenado lento o diástasis."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Los cambios en la frecuencia cardiaca se traducen fundamentalmente en cambios de la diástole. La fase que más se modifica es la diástasis (fase de llenado lento)."
  },
  {
    "id": "44 (MIR 2017)",
    "enunciado": "¿Cuándo alcanza su valor máximo el flujo sanguíneo coronario del ventrículo izquierdo?:",
    "opciones": [
      "Al comienzo de la diástole.",
      "Al comienzo de la sístole isovolumétrica.",
      "Cuando la presión aórtica es máxima.",
      "Cuando el flujo sanguíneo aórtico es máximo."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Las arterias coronarias se irrigan en diástole... Es en diástole, aprovechando la relajación ventricular, cuando el retorno de flujo a la raíz aórtica aprovecha para entrar a las arterias coronarias."
  },
  {
    "id": "136 (MIR 2021)",
    "enunciado": "De entre las diferentes maniobras exploratorias del corazón, ¿cuál es la que presenta menor rentabilidad diagnóstica?:",
    "opciones": [
      "Inspección del precordio.",
      "Palpación del área precordial.",
      "Percusión cardiaca.",
      "Auscultación cardiaca."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La percusión del abdomen puede tener sentido, pero la del corazón no tiene prácticamente utilidad. La auscultación es la que más rendimiento aporta."
  },
  {
    "id": "73 (MIR 2014)",
    "enunciado": "Señale la afirmación FALSA con respecto al \"tercer ruido\" cardiaco:",
    "opciones": [
      "Es un sonido de baja frecuencia.",
      "Se puede producir en procesos que incrementan la velocidad o el volumen de llenado ventricular.",
      "Aparecen al final de la diástole.",
      "Está presente en pacientes con insuficiencia mitral grave."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El 3R aparece al principio de la diástole (fase de llenado rápido ventricular) y el 4R aparece al final de la diástole (contracción auricular). Por tanto, la opción 3 es la falsa."
  },
  {
    "id": "64 (MIR 2017)",
    "enunciado": "De las siguientes enfermedades, una de ellas puede manifestarse con ausencia de pulso venoso yugular:",
    "opciones": [
      "Pericarditis constrictiva.",
      "Síndrome de vena cava superior.",
      "Insuficiencia tricúspide.",
      "Insuficiencia cardiaca."
    ],
    "indiceCorrecta": 1,
    "explicacion": "En el síndrome de vena cava superior existe una obstrucción al flujo, de modo que las venas yugulares se \"desconectan\" de la aurícula derecha y no tendrán pulso venoso."
  },
  {
    "id": "55 (MIR 2023)",
    "enunciado": "¿Cuál es el mecanismo por el que la ivabradina produce una disminución de la frecuencia cardíaca?:",
    "opciones": [
      "Potencia la repolarización al activar corrientes de salida de potasio.",
      "Modula los receptores beta-1 adrenérgicos.",
      "Bloquea la corriente de marcapaso If.",
      "Activa los receptores muscarínicos M2."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Este fármaco actúa inhibiendo las corrientes de entrada de sodio del canal iónico If, enlenteciendo la despolarización de las células marcapasos."
  },
  {
    "id": "38 (MIR 2021)",
    "enunciado": "Paciente de 72 años con angioedema lingual. Tratamiento habitual con metformina, simvastatina, enalapril, tiroxina y levodopa. ¿Cuál es el fármaco causal más probable?:",
    "opciones": [
      "Enalapril.",
      "Simvastatina.",
      "Metformina o levodopa por igual.",
      "Levodopa."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El angioedema es uno de los efectos secundarios más típicos de los IECA (enalapril). Se debe sustituir por un ARA-II."
  },
  {
    "id": "127 (MIR 2021)",
    "enunciado": "La aparición de torsades de pointes (QT largo) puede aparecer con más probabilidad con fármacos del grupo:",
    "opciones": [
      "Ia (por ejemplo, procainamida).",
      "Ib (por ejemplo, lidocaína).",
      "II (por ejemplo, bisoprolol).",
      "IV (por ejemplo, diltiazem)."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Los antiarrítmicos que se asocian típicamente a alargamiento del intervalo QT son los de tipo III y los de tipo Ia (procainamida)."
  },
  {
    "id": "179 (MIR 2020)",
    "enunciado": "La asociación de inhibidores de la enzima convertidora de la angiotensina y antagonistas de la aldosterona obliga a vigilar:",
    "opciones": [
      "La aparición o agravamiento de dislipemias.",
      "Que pueden aumentar paradójicamente las cifras tensionales.",
      "La aparición de hiperpotasemia.",
      "Los niveles de bradicininas circulantes."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Los inhibidores de la aldosterona tienen riesgo de hiperpotasemia, por lo que deben emplearse con precaución junto a otros fármacos que la producen, como los IECA."
  },
  {
    "id": "152 (MIR 2020)",
    "enunciado": "¿Qué grupo terapéutico disminuye la morbimortalidad en hipertensos >55 años con antecedentes cardiovasculares o diabetes?:",
    "opciones": [
      "Bloqueantes de los canales del calcio.",
      "Diuréticos.",
      "Inhibidores del enzima convertidor de angiotensina (IECA).",
      "Betabloqueantes."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Los IECA son los antihipertensivos de elección en pacientes con diabetes o con enfermedad cardiovascular establecida."
  },
  {
    "id": "205 (MIR 2017)",
    "enunciado": "Paciente de 90 años con malestar, náuseas, anorexia, bradicardia y bigeminismo en el ECG. Toma digoxina y otros fármacos. ¿Diagnóstico más probable?:",
    "opciones": [
      "Empeoramiento de su ICC.",
      "Intoxicación digitálica.",
      "Dispepsia funcional.",
      "Cuadro de ansiedad."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Clínica inespecífica con náuseas y anorexia + bradicardia + bigeminismo orientan a intoxicación digitálica."
  },
  {
    "id": "35 (MIR 2016)",
    "enunciado": "¿Cuál de los siguientes agonistas de receptores adrenérgicos tiene efecto hipotensor?",
    "opciones": [
      "Dopamina.",
      "Clonidina.",
      "Terbutalina.",
      "Efedrina."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La clonidina es un agonista alfa-2 con efecto simpaticolítico a nivel central: por ello, baja la presión arterial."
  },
  {
    "id": "42 (MIR 2014)",
    "enunciado": "Mujer de 70 años con HTA e insuficiencia cardíaca. Presenta tos persistente, seca y picor en garganta. Analítica: hiperpotasemia. ¿Fármaco causal?",
    "opciones": [
      "Hidroclorotiazida.",
      "Bisoprolol.",
      "Furosemida.",
      "Enalapril."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La paciente presenta tos irritativa e hiperpotasemia, dos efectos adversos típicos de los IECA (como el enalapril)."
  },
  {
    "id": "63 (MIR 2014)",
    "enunciado": "Mujer de 82 años con atenolol y digoxina. En urgencias por FA se administra verapamil i.v. y desarrolla bloqueo AV completo. ¿Causa más probable?",
    "opciones": [
      "Intoxicación digitálica por interacción farmacocinética.",
      "Hipopotasemia.",
      "Interacción farmacodinámica del betabloqueante, digoxina y verapamil.",
      "Efecto hipotensor del diurético."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El nodo AV se encuentra con tres fármacos frenadores simultáneos (betabloqueante, calcioantagonista y digoxina). Es una interacción farmacodinámica (sumación de efectos)."
  },
  {
    "id": "111 (MIR 2024)",
    "enunciado": "IAM anteroseptal de 1h de evolución. Hospital a 3h. ¿En qué circunstancia DESCARTARÍA la fibrinólisis y plantearía angioplastia primaria?",
    "opciones": [
      "Presencia de signos de insuficiencia cardiaca.",
      "Antecedente de hemorragia craneal sin secuelas hace 10 años.",
      "Antecedente de ictus isquémico hace 18 meses.",
      "Cifras de tensión arterial ≥140/90 mmHg."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Antecedentes de hemorragia intracraneal en cualquier momento de la vida es una contraindicación absoluta para la fibrinólisis."
  },
  {
    "id": "4 (MIR 2023)",
    "enunciado": "Mujer en hemodiálisis. Dolor torácico y disnea súbita. ECG con dolor muestra descenso inferolateral del ST. ¿Diagnóstico y actitud?",
    "opciones": [
      "SCASEST de alto riesgo. Ingreso en unidad coronaria y coronariografía temprana.",
      "SCASEST de riesgo moderado. Coronariografía diferida.",
      "SCASEST de bajo riesgo.",
      "No es síndrome coronario agudo."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Los cambios dinámicos del ST implican alto riesgo y manejo invasivo precoz. La opción correcta es la 1 (aunque el margen temporal recomendado actual es <24h)."
  },
  {
    "id": "123 (MIR 2023)",
    "enunciado": "Paciente 71 años, diabético, estenosis aórtica grave. Ingresa por SCASEST. Cateterismo: enfermedad de 3 vasos. ¿Estrategia terapéutica?",
    "opciones": [
      "Stents en 3 vasos + TAVI simultánea.",
      "Prótesis mecánica quirúrgica + Stents diferidos.",
      "TAVI + Stents diferidos.",
      "Recambio valvular y revascularización quirúrgica con bypass simultáneo."
    ],
    "indiceCorrecta": 3,
    "explicacion": "En enfermedad de 3 vasos (especialmente en diabéticos) y estenosis aórtica concomitante, la cirugía corrige ambos problemas en el mismo acto."
  },
  {
    "id": "210 (MIR 2023)",
    "enunciado": "Paciente 6 meses post-IAM. Fuma, sobrepeso, sedentario. LDL 68, HbA1c 5,7%. ¿Medida más eficaz para evitar nuevo evento?",
    "opciones": [
      "Optimizar tratamiento HTA.",
      "Optimizar tratamiento hipolipemiante.",
      "Añadir fármaco para diabetes.",
      "Abandonar hábito tabáquico, caminar y perder peso."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El tabaquismo es la principal causa de muerte evitable. Su abandono es la medida más rentable en prevención secundaria."
  },
  {
    "id": "22 (MIR 2022)",
    "enunciado": "IAM con hipotensión, aumento de presión venosa yugular, pulso paradójico, sin edema pulmonar. ECG: elevación ST inferior. ¿Complicación?",
    "opciones": [
      "Afectación de ventrículo derecho.",
      "Rotura del septo interventricular.",
      "Rotura del músculo papilar.",
      "Pseudoaneurisma ventricular."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Clínica de fallo derecho (hipotensión, IY, sin crepitantes) en contexto de IAM inferior sugiere infarto de ventrículo derecho."
  },
  {
    "id": "127 (MIR 2022)",
    "enunciado": "¿Cuál es la intervención más rentable para reducir eventos coronarios en prevención secundaria?",
    "opciones": [
      "Abandono del tabaco.",
      "Aumento de HDL.",
      "Control glucémico.",
      "Aumento de actividad física."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El cese del tabaquismo es la modificación del estilo de vida más beneficiosa desde el punto de vista cardiovascular."
  },
  {
    "id": "138 (MIR 2021)",
    "enunciado": "Respecto al infarto de ventrículo derecho, es FALSO que:",
    "opciones": [
      "Puede producir signo de Kussmaul.",
      "La elevación del ST en V4 es la presentación más frecuente.",
      "El tratamiento incluye expansión de volumen.",
      "Se observa hipocinesia y dilatación del VD en eco."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Se manifiesta con elevación del ST en derivaciones derechas V3R y V4R, no en V4 convencional."
  },
  {
    "id": "18 (MIR 2020)",
    "enunciado": "Hombre 56 años, dolor torácico hace 7 días. ECG: Ondas Q en V1-V4 y T negativas V2-V6. ¿Diagnóstico?",
    "opciones": [
      "Tromboembolismo pulmonar.",
      "Miocardiopatía hipertrófica.",
      "Necrosis e isquemia subepicárdica anterior.",
      "Miopericarditis aguda."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El ECG muestra datos de infarto evolucionado (ondas Q de necrosis anterior y ondas T negativas de isquemia subepicárdica)."
  },
  {
    "id": "184 (MIR 2020)",
    "enunciado": "¿En qué individuos se observa una elevación de la isoenzima BB de la creatina quinasa (CK)?",
    "opciones": [
      "Pacientes con accidente cerebrovascular.",
      "Pacientes con IAM.",
      "Tras inyección intramuscular.",
      "Pacientes con lesión hepatocelular."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La CPK-BB es específica del cerebro y aumenta en pacientes con ictus. (La MB es cardiaca y la MM muscular) ."
  },
  {
    "id": "40 (MIR 2019)",
    "enunciado": "¿Por qué el AAS a dosis bajas tiene mayor efecto antiagregante que la mayoría de otros AINEs?",
    "opciones": [
      "Inhibidor selectivo COX-1.",
      "Es un inhibidor irreversible.",
      "Por su metabolito ácido salicílico.",
      "Porque inhibe la tromboxano sintetasa."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El AAS produce una inhibición irreversible de la enzima ciclooxigenasa 1 (COX-1) por acetilación, a diferencia de otros AINEs."
  },
  {
    "id": "66 (MIR 2019)",
    "enunciado": "Hombre 65 años, dolor torácico 30 min, ECG: elevación ST II, III, aVF. ¿Qué actitud NO debe realizarse?",
    "opciones": [
      "Prescribir 180 mg de ticagrelor.",
      "Solicitar Troponina T y esperar resultados para decidir angioplastia.",
      "Prescribir 300 mg de AAS.",
      "Administrar oxígeno solo si hipoxemia."
    ],
    "indiceCorrecta": 1,
    "explicacion": "En un SCACEST (elevación del ST) la reperfusión es prioritaria y no se debe esperar al resultado de troponinas. (Nota: El texto menciona que la opción 1 hoy día también se discute, pero esperar troponinas es el error grave clásico)."
  },
  {
    "id": "207 (MIR 2019)",
    "enunciado": "Mujer de 51 años, HTA, dolor torácico con náuseas tras mala noticia. FC 86, PA 132/87. ¿Paso a seguir?",
    "opciones": [
      "Tranquilizarla y ansiolítico (crisis de ansiedad).",
      "Determinación de troponinas.",
      "Realizar un electrocardiograma de 12 derivaciones.",
      "Realizar Rx tórax."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Ante dolor torácico sugerente de isquemia (aunque parezca ansiedad), lo prioritario es descartar organicidad con un ECG en <10 min."
  },
  {
    "id": "68 (MIR 2018)",
    "enunciado": "Mujer 87 años, IAM anterior hace 48h. Avisa por disnea. Nuevo soplo sistólico con frémito irradiado a borde esternal derecho. ¿Complicación?",
    "opciones": [
      "Insuficiencia cardíaca por necrosis extensa.",
      "Aneurisma anterior.",
      "Rotura de la pared libre del ventrículo izquierdo.",
      "Rotura en el tabique interventricular."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La aparición de soplo sistólico intenso con frémito en borde esternal sugiere rotura del septo (CIV) o rotura de músculo papilar. La irradiación al borde esternal (y no axila) orienta a CIV ."
  },
  {
    "id": "227 (MIR 2018)",
    "enunciado": "En prevención secundaria tras IAM, ¿cuál medida NO ha demostrado beneficio?",
    "opciones": [
      "Ejercicio físico.",
      "Antagonistas del calcio.",
      "Ácido acetilsalicílico.",
      "Betabloqueantes."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Los calcioantagonistas sirven como tratamiento sintomático de la angina, pero no han demostrado beneficio pronóstico (supervivencia) en prevención secundaria."
  },
  {
    "id": "7 (MIR 2017)",
    "enunciado": "Gestante 39 años. Tras efedrina i.v. por hipotensión, presenta dolor y palpitaciones. ECG: descenso difuso ST y ascenso en aVR. ¿Fisiopatología?",
    "opciones": [
      "Rotura de placa.",
      "Espasmo coronario.",
      "Isquemia miocárdica relacionada con aumento de demanda de O2.",
      "Disfunción endotelial."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La efedrina aumenta el trabajo ventricular y consumo de O2. El flujo coronario se vuelve insuficiente (desequilibrio aporte/demanda), causando isquemia difusa."
  },
  {
    "id": "9 (MIR 2017)",
    "enunciado": "Hombre 50 años, diabético. Dolor retroesternal nocturno. ECG: Elevación ST marcada en II, III, aVF y V5-V6. ¿Diagnóstico?",
    "opciones": [
      "Infarto anteroseptal.",
      "Pericarditis aguda.",
      "Infarto inferior.",
      "Infarto inferolateral agudo."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Elevación del ST en cara inferior (II, III, aVF) y lateral (V5, V6). Existe descenso especular, lo que descarta pericarditis."
  },
  {
    "id": "42 (MIR 2017)",
    "enunciado": "Una placa arteriosclerótica vulnerable se caracteriza por:",
    "opciones": [
      "Tamaño >70%.",
      "Aumento de factores de crecimiento.",
      "Disminución de metaloproteasas.",
      "Aumento de macrófagos con alto contenido en material lipídico."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Las placas vulnerables tienen un gran núcleo lipídico (macrófagos cargados de colesterol), cápsula fibrosa fina e inflamación."
  },
  {
    "id": "61 (MIR 2017)",
    "enunciado": "Entre los factores asociados a shock cardiogénico en IAM, NO se encuentra:",
    "opciones": [
      "Extrasistolia ventricular monomorfa.",
      "HTA y/o diabetes.",
      "Edad avanzada.",
      "IAM previo."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Las extrasístoles ventriculares aparecen en casi todos los pacientes y no se asocian a mayor riesgo de shock. La edad, DM e IAM previo sí son factores de riesgo."
  },
  {
    "id": "59 (MIR 2017)",
    "enunciado": "El injerto de derivación arterial (bypass) con mayor permeabilidad a largo plazo (>90% a 10 años) es:",
    "opciones": [
      "Vena safena.",
      "Vena cefálica.",
      "Arteria torácica o mamaria interna.",
      "Arteria radial."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El injerto de arteria mamaria interna es el de elección por su excelente permeabilidad a largo plazo."
  },
  {
    "id": "8 (MIR 2016)",
    "enunciado": "IAM con clínica de fallo izquierdo. Coronariografía: Oclusión tronco coronario/DA proximal (ver imagen). ¿Qué espera en el ECG?",
    "opciones": [
      "Elevación ST II, III, aVF.",
      "Elevación ST V2, V3, V4 y V5.",
      "Descenso ST V2-V5.",
      "Descenso ST II, III, aVF."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La oclusión está en el sistema izquierdo (Tronco/Descendente Anterior), lo que afecta la cara anterior. Se espera elevación del ST en precordiales (V2-V5) ."
  },
  {
    "id": "55 (MIR 2016)",
    "enunciado": "Paciente 70 años, 4 días post-IAM anterior. Brusca hipotensión y soplo nuevo. Eco: Derrame pericárdico. Señale la CORRECTA:",
    "opciones": [
      "Mortalidad con tto médico es 20%.",
      "Hay salto oximétrico en VD.",
      "En caso de rotura de pared libre no hay frémito palpable.",
      "Suelen aparecer el primer día."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Es una rotura de pared libre (derrame/taponamiento). No hay frémito porque el líquido amortigua el latido. La mortalidad es altísima (>90%)."
  },
  {
    "id": "57 (MIR 2016)",
    "enunciado": "Mujer 72 años, dolor torácico 2h, hipotensión (shock) y EAP. ECG: Elevación ST anterior. ¿Decisión terapéutica?",
    "opciones": [
      "Nitratos i.v.",
      "Fibrinólisis.",
      "Angioplastia coronaria urgente.",
      "Furosemida i.v."
    ],
    "indiceCorrecta": 2,
    "explicacion": "SCACEST con shock cardiogénico: la reperfusión urgente es prioritaria, siendo de elección la angioplastia primaria sobre la fibrinólisis."
  },
  {
    "id": "50 (MIR 2015)",
    "enunciado": "Hombre 65 años, dolor torácico y sudoración de 1h. ECG: BRI (Bloqueo Rama Izquierda). ¿Actitud?",
    "opciones": [
      "Esperar troponina.",
      "Tratar como SCACEST (reperfusión precoz).",
      "Marcapasos transcutáneo.",
      "TC urgente (TEP)."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Dolor torácico + BRI de nueva aparición (o presumiblemente nuevo) se maneja igual que un infarto con elevación del ST (SCACEST)."
  },
  {
    "id": "51 (MIR 2015)",
    "enunciado": "SCACEST que llega hipotenso, con crepitantes y soplo sistólico 3/6. ¿Sospecha diagnóstica?",
    "opciones": [
      "Shock cardiogénico.",
      "Rotura pared libre.",
      "Insuficiencia mitral aguda por rotura de músculo papilar.",
      "Taponamiento."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Shock + Edema Pulmonar (crepitantes) + Soplo sistólico orienta a Insuficiencia Mitral Aguda (rotura papilar) o CIV. La rotura de pared libre suele dar taponamiento sin edema pulmonar."
  },
  {
    "id": "65 (MIR 2014)",
    "enunciado": "Paciente 60 años, diabético, angina estable por obstrucción subtotal en DA media. ¿Tratamiento?",
    "opciones": [
      "Médico.",
      "Expectante/Reposo.",
      "Quirúrgico (Bypass).",
      "Dilatación con balón."
    ],
    "indiceCorrecta": 4,
    "explicacion": "Cateterismo terapéutico con stent. (Comentario: Aunque en angina estable se puede iniciar con tto médico, si la anatomía es conocida y crítica, se suele revascularizar) ."
  },
  {
    "id": "66 (MIR 2014)",
    "enunciado": "¿En qué paciente se realizaría una coronariografía urgente?",
    "opciones": [
      "Mujer 66 años, IAM sin Q (SCASEST) y troponinas elevadas.",
      "Hombre 77 años, angina 30 min con descenso ST durante dolor.",
      "Hombre 55 años, ergometría isotópica con isquemia extensa anterior.",
      "Mujer 65 años, dolor reposo y ergometría positiva en 3er estadio."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Paciente 55 años, dolor y disnea, Sat 80%, descenso ST anterolateral refractario a nitroglicerina.. Explicación: Es una angina inestable refractaria con insuficiencia cardíaca grave (hipoxemia), lo que indica coronariografía muy urgente (<2h)."
  },
  {
    "id": "134 (MIR 2014)",
    "enunciado": "Paciente 23 años, herida arma blanca en 3er espacio intercostal derecho paraesternal, sangrado activo. ¿Qué estructura puede estar lesionada?",
    "opciones": [
      "Arteria carótida primitiva derecha.",
      "Arteria torácica interna (mamaria) derecha.",
      "Arteria subescapular derecha.",
      "Arteria tiroidea superior derecha."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La arteria mamaria interna discurre paralela al esternón por la cara interna de la parrilla costal."
  },
  {
    "id": "67 (MIR 2014)",
    "enunciado": "¿Qué alteración electrocardiográfica se interpreta como lesión subendocárdica?",
    "opciones": [
      "La inversión de la onda T.",
      "La supradesnivelación del segmento ST.",
      "La onda T picuda.",
      "La presencia de onda Q."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: La depresión rectilínea del segmento ST.. Explicación: El descenso del ST se interpreta como lesión subendocárdica, y el ascenso como lesión subepicárdica (transmural)."
  },
  {
    "id": "114 (MIR 2024)",
    "enunciado": "Hombre 23 años, shock cardiogénico post-gripal refractario (miocarditis), FEVI 15%. ¿Tratamiento elección para mejorar hemodinámica?",
    "opciones": [
      "Aumentar dosis aminas e inclusión lista urgente trasplante.",
      "Balón de contrapulsación intraaórtico.",
      "Marcapasos biventricular.",
      "Dispositivo de asistencia ventricular de corta duración."
    ],
    "indiceCorrecta": 3,
    "explicacion": "En shock cardiogénico refractario (ej. miocarditis fulminante), el balón de contrapulsación es insuficiente; se recomiendan asistencias de corto plazo como ECMO venoarterial o Impella."
  },
  {
    "id": "117 (MIR 2024)",
    "enunciado": "Mujer 58 años, IC con FEVI 25%, BRI. ¿Combinación de fármacos recomendada para mejorar pronóstico?",
    "opciones": [
      "BB, digoxina, ARNI, iSGLT2.",
      "BB, antag. aldosterona, ivabradina, iSGLT2.",
      "BB, antag. aldosterona, ARNI, milrinona.",
      "BB, antagonistas de la aldosterona, ARNI e iSGLT2."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Todo paciente con FEVI ≤40% debe recibir la \"cuádruple terapia\": Betabloqueante, ARNI (sacubitrilo-valsartán), Antagonista Mineralcorticoide (ARM) e iSGLT2."
  },
  {
    "id": "192 (MIR 2023)",
    "enunciado": "Varón 70 años, asintomático tras ingreso por IC. Toma enalapril, furosemida, estatinas. FEVI 30%. ¿Actitud terapéutica?",
    "opciones": [
      "Añadir bisoprolol.",
      "Añadir diltiazem.",
      "Suspender enalapril e iniciar losartán.",
      "Ningún cambio."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Paciente con IC FEVI deprimida infratratado. Aunque esté asintomático, debe recibir betabloqueante (bisoprolol) para mejorar pronóstico."
  },
  {
    "id": "128 (MIR 2022)",
    "enunciado": "Mujer 75 años, IC FEVI 25%, clase III. Toma lisinopril, carvedilol, espironolactona. ¿Paso más apropiado?",
    "opciones": [
      "Añadir sacubitrilo/valsartán.",
      "Añadir ivabradina.",
      "Suspender el lisinopril e iniciar sacubitrilo/valsartán.",
      "Suspender carvedilol e iniciar ivabradina."
    ],
    "indiceCorrecta": 2,
    "explicacion": "En pacientes con IC y FEVI deprimida que toman IECA, se recomienda cambiar a ARNI (sacubitrilo-valsartán) por superioridad en reducción de mortalidad."
  },
  {
    "id": "194 (MIR 2022)",
    "enunciado": "Respecto del síndrome cardiorrenal, señale la afirmación FALSA:",
    "opciones": [
      "Es de causa multifactorial.",
      "Se observa galope S1-S2 y edemas periférico y pulmonar.",
      "Su presencia empeora el pronóstico.",
      "La anemia asociada puede agravar los síntomas."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Es falsa porque el galope es por 3R o 4R (no S1-S2 que son ruidos normales) y no siempre cursa con edemas."
  },
  {
    "id": "128 (MIR 2021)",
    "enunciado": "Señale qué característica corresponde a la insuficiencia cardiaca con función sistólica conservada:",
    "opciones": [
      "Es más frecuente en varones jóvenes.",
      "Las arritmias auriculares son bien toleradas.",
      "Pronóstico a 1 año es bueno.",
      "La hipertensión arterial es la patología más asociada."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La IC con FEVI preservada es típica de ancianos, mujeres y pacientes con HTA (causa más frecuente). Toleran mal las arritmias."
  },
  {
    "id": "130 (MIR 2021)",
    "enunciado": "Varón 66 años, post-IAM anterior, FEVI 30%, NYHA III a pesar de tto óptimo. ECG: ritmo sinusal, QRS 150 ms (BRI). ¿Tratamiento?",
    "opciones": [
      "Implantar desfibrilador automático y resincronizador.",
      "Repetir coronariografía.",
      "Añadir digoxina.",
      "Trasplante cardíaco."
    ],
    "indiceCorrecta": 0,
    "explicacion": "En paciente sintomático (NYHA II-IV), FEVI ≤35% y QRS ancho (≥130ms, especialmente si BRI) está indicada la terapia de resincronización (TRC) + DAI."
  },
  {
    "id": "137 (MIR 2021)",
    "enunciado": "Terapias que aumentan supervivencia en IC FEVI deprimida EXCEPTO una:",
    "opciones": [
      "IECA / ARA 2.",
      "Digoxina.",
      "DAI o resincronizador.",
      "Betabloqueantes."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La digoxina solo mejora síntomas y reduce ingresos, pero no aumenta la supervivencia."
  },
  {
    "id": "94 (MIR 2020)",
    "enunciado": "¿Qué combinación ha demostrado reducción de mortalidad en IC FEVI deprimida?",
    "opciones": [
      "Betabloqueantes e IECA.",
      "Digoxina y betabloqueantes.",
      "Diuréticos asa y calcioantagonistas.",
      "IECA y calcioantagonistas."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Los pilares clásicos de supervivencia son BB, IECA/ARNI, ARM e iSGLT2. La opción 1 es la correcta clásica."
  },
  {
    "id": "21 (MIR 2019)",
    "enunciado": "Hombre 68 años, disnea esfuerzo, ortopnea, nicturia. Crepitantes. Rx tórax: patrón intersticial/congestión. ¿Diagnóstico?",
    "opciones": [
      "EPOC.",
      "Insuficiencia cardíaca izquierda.",
      "Fibrosis pulmonar.",
      "Neumonitis."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La ortopnea, nicturia y crepitantes junto con la Rx (patrón de congestión/intersticial) orientan a insuficiencia cardíaca."
  },
  {
    "id": "67 (MIR 2019)",
    "enunciado": "¿Cuándo está contraindicado el balón de contrapulsación intraaórtico?",
    "opciones": [
      "Insuficiencia aórtica grave.",
      "Comunicación interventricular.",
      "Disfunción sistólica grave VI.",
      "Miocarditis aguda."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El balón se infla en diástole; si hay insuficiencia aórtica, empeoraría la regurgitación hacia el ventrículo izquierdo."
  },
  {
    "id": "69 (MIR 2019)",
    "enunciado": "Mujer 80 años, disnea, crepitantes, edema. ¿Cuál es INCORRECTA?",
    "opciones": [
      "Administrar oxígeno y diuréticos.",
      "Esperable NT-proBNP <450 pg/mL por obesidad.",
      "Monitorizar función renal.",
      "Descartar SAHS."
    ],
    "indiceCorrecta": 1,
    "explicacion": "En un EAP franco, los péptidos natriuréticos estarán muy elevados. Aunque la obesidad los reduce algo, no tanto como para estar normales en un EAP."
  },
  {
    "id": "228 (MIR 2019)",
    "enunciado": "70 años, IC estable, NYHA III. Toma carvedilol, enalapril, furosemida. K 3,9. ¿Medida más apropiada?",
    "opciones": [
      "Añadir ivabradina.",
      "Aumentar enalapril.",
      "Inotrópico intermitente.",
      "Añadir espironolactona 25 mg."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Paciente sintomático con tto base. Se debe añadir antagonista mineralcorticoide (espironolactona) si K < 5."
  },
  {
    "id": "70 (MIR 2018)",
    "enunciado": "Mecanismos adaptativos en insuficiencia cardiaca. ¿Cuál NO es correcto?",
    "opciones": [
      "Inhibición del sistema arginina-vasopresina.",
      "Hipertrofia miocárdica.",
      "Activación simpática.",
      "Alteraciones producción energía."
    ],
    "indiceCorrecta": 0,
    "explicacion": "En la IC, el sistema arginina-vasopresina (ADH) está ACTIVADO (produciendo retención de agua), no inhibido."
  },
  {
    "id": "71 (MIR 2018)",
    "enunciado": "84 años, IC FEVI grave, FA >80 lpm. ¿Qué fármaco NO aporta beneficio?",
    "opciones": [
      "Ivabradina.",
      "IECA.",
      "Anti-aldosterónicos.",
      "Beta-bloqueantes."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La ivabradina solo es eficaz en Ritmo Sinusal. En Fibrilación Auricular no actúa (o no es útil)."
  },
  {
    "id": "63 (MIR 2017)",
    "enunciado": "76 años, IC, FA, FEVI 33%. Toma IECA, BB, Tiazida. Sintomático (NYHA II). ¿Actitud?",
    "opciones": [
      "Añadiría espironolactona.",
      "Suspendería betabloqueante.",
      "Añadiría amiodarona.",
      "Añadiría verapamil."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Paciente sintomático con FEVI reducida bajo tto con IECA+BB: el siguiente paso es añadir antagonista de la aldosterona (espironolactona)."
  },
  {
    "id": "59 (MIR 2016)",
    "enunciado": "73 años, disnea reposo, ortopnea (IC aguda grave). TA 150/84. ¿Tratamiento?",
    "opciones": [
      "Furosemida IV.",
      "Aumentar enalapril y Furosemida IV.",
      "Iniciar beta-bloqueante.",
      "Añadir amlodipino."
    ],
    "indiceCorrecta": 1,
    "explicacion": "En IC aguda descompensada NO se inician betabloqueantes (inotropos negativos). Se debe usar diurético IV y optimizar antihipertensivos (IECA) si la TA lo permite."
  },
  {
    "id": "60 (MIR 2016)",
    "enunciado": "IC con fracción de eyección conservada (>50%). Señale la INCORRECTA:",
    "opciones": [
      "Tto inicial dirigido a causa subyacente.",
      "Diuréticos deben iniciarse a dosis altas.",
      "Nitratos a dosis bajas.",
      "Tratar con IECA/ARA-II."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Los diuréticos deben usarse con precaución (dosis bajas) porque estos pacientes son sensibles a la bajada de precarga."
  },
  {
    "id": "64 (MIR 2016)",
    "enunciado": "Disnea, ortopnea, soplo holosistólico, 3R y 4R. Señale la INCORRECTA:",
    "opciones": [
      "El 3R coincide con llenado rápido.",
      "Diagnóstico probable: IC.",
      "Soplo holosistólico puede ser IM.",
      "El 4R suele aparecer cuando existe un cierto grado de estenosis valvular."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El 4R se debe a contracción auricular vigorosa (disfunción diastólica). En estenosis mitral (valvular) es raro porque la aurícula no puede \"golpear\" sangre contra el ventrículo fácilmente."
  },
  {
    "id": "54 (MIR 2015)",
    "enunciado": "Afirmación INCORRECTA sobre epidemiología/pronóstico de la IC:",
    "opciones": [
      "Mortalidad 60-70% a los 5 años.",
      "Clase funcional correlaciona con supervivencia.",
      "Disfunción diastólica predomina en ancianas hipertensas.",
      "IC sistólica predomina en varones isquémicos."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: La prevalencia está reduciéndose.. Explicación: La prevalencia de la IC está AUMENTANDO debido al envejecimiento y mayor supervivencia de cardiopatías agudas."
  },
  {
    "id": "55 (MIR 2015)",
    "enunciado": "Paciente 79 años, EPOC, FA. Cuadro febril respiratorio + empeoramiento disnea, ortopnea y edemas. ¿Planteamiento?",
    "opciones": [
      "Solo neumonía.",
      "Solo agudización EPOC.",
      "Probable componente de IC izquierda asociada a infección.",
      "Espirometría inmediata."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Paciente pluripatológico descompensado. La ortopnea y edemas sugieren componente de IC añadido a la infección respiratoria. Se debe tratar todo."
  },
  {
    "id": "71 (MIR 2014)",
    "enunciado": "Tratamiento de la insuficiencia cardiaca: (Pregunta de conceptos)",
    "opciones": [
      "ARA II superiores a IECA.",
      "Antagonistas aldosterona contraindicados en NYHA IV.",
      "Betabloqueantes disminuyen mortalidad en FEVI disminuida.",
      "Resincronización si QRS estrecho."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Los betabloqueantes han demostrado disminuir mortalidad en FEVI reducida. (ARA II no son superiores, son alternativa; antialdosterona sí se usan en NYHA IV; TRC requiere QRS ancho)."
  },
  {
    "id": "30 (MIR 2024)",
    "enunciado": "¿Qué característica anatómica facilita la ecocardiografía transesofágica?",
    "opciones": [
      "Cayado aórtico contacta a la altura de 4ª vértebra.",
      "Esófago discurre por cara posterior de AD y VD.",
      "El esófago recorre la cara posterior de la aurícula izquierda.",
      "Existencia de segmento dilatado."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El esófago discurre en íntima relación con la pared posterior de la aurícula izquierda, permitiendo ver trombos o vegetaciones con gran nitidez."
  },
  {
    "id": "120 (MIR 2023)",
    "enunciado": "¿Cuál de las siguientes taquicardias NO se explica por un mecanismo de reentrada?",
    "opciones": [
      "Flutter o aleteo auricular.",
      "Taquicardia ventricular polimórfica tipo torsade de pointes.",
      "Taquicardia por vía accesoria (WPW).",
      "Taquicardias por defectos septales."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La torsades de pointes se debe a actividad desencadenada (postpotenciales en fase vulnerable), no a reentrada clásica como el flúter o las taquicardias mediadas por vías accesorias."
  },
  {
    "id": "118 (MIR 2024)",
    "enunciado": "Paciente 65 años, IAM previo. Taquicardia QRS ancho con hipotensión (70/40) y obnubilación. ¿Tratamiento?",
    "opciones": [
      "Lidocaína IV.",
      "Amiodarona IV.",
      "Procainamida IV.",
      "Cardioversión eléctrica urgente."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Ante cualquier taquicardia (ancha o estrecha) con inestabilidad hemodinámica (hipotensión, obnubilación), el tratamiento de elección es la cardioversión eléctrica inmediata."
  },
  {
    "id": "123 (MIR 2022)",
    "enunciado": "Sobre el síndrome de QT largo, señale la afirmación FALSA:",
    "opciones": [
      "Betabloqueantes están contraindicados en QT largo congénito.",
      "Antidepresivos tricíclicos pueden dar QT largo adquirido.",
      "Predispone a TV polimórfica.",
      "Fisiopatología basada en canales iónicos."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Es falsa. Los betabloqueantes son el tratamiento de elección en el QT largo congénito para prevenir arritmias malignas."
  },
  {
    "id": "125 (MIR 2022)",
    "enunciado": "Joven con WPW. Acude por palpitaciones. ECG: Taquicardia irregular QRS ancho a 205 lpm (FA preexcitada). ¿Fármaco para detenerla?",
    "opciones": [
      "Verapamilo.",
      "Digoxina.",
      "Adenosina.",
      "Procainamida."
    ],
    "indiceCorrecta": 3,
    "explicacion": "En FA preexcitada (WPW) están prohibidos los frenadores del nodo (verapamilo, digoxina, adenosina, BB) porque favorecen la conducción por la vía accesoria. Se usa procainamida o cardioversión eléctrica."
  },
  {
    "id": "22 (MIR 2021)",
    "enunciado": "Paciente 60 años, mareo. ECG (Ver imagen): Taquicardia irregular de QRS estrecho sin ondas P. ¿Diagnóstico?",
    "opciones": [
      "Taquicardia sinusal.",
      "Flutter auricular.",
      "Extrasístoles auriculares.",
      "Fibrilación auricular."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El trazado muestra una taquicardia irregular con QRS estrecho y ausencia de ondas P organizadas (intervalos RR anárquicos), compatible con Fibrilación Auricular."
  },
  {
    "id": "57 (MIR 2021)",
    "enunciado": "¿Cuál NO es una indicación de los anticoagulantes orales de acción directa (ACOD)?",
    "opciones": [
      "Portador de prótesis valvular aórtica mecánica.",
      "Tratamiento del TEP.",
      "Profilaxis trombosis post-cirugía rodilla.",
      "Prevención ictus en FA no valvular."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Los ACOD están contraindicados en prótesis mecánicas y estenosis mitral moderada-severa. En estos casos se usan antivit-K (acenocumarol/warfarina)."
  },
  {
    "id": "95 (MIR 2020)",
    "enunciado": "Mujer 83 años, toma amiodarona. Se añade levofloxacino y haloperidol. Síncope. ECG: QTc 510 ms. ¿Etiología del síncope?",
    "opciones": [
      "Taquicardia ventricular polimorfa.",
      "IAM.",
      "Ictus cardioembólico.",
      "Bloqueo AV completo."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La combinación de fármacos que alargan el QT (amiodarona + quinolona + neuroléptico) predispone a Torsades de Pointes (TV polimorfa)."
  },
  {
    "id": "6 (MIR 2019)",
    "enunciado": "Mujer 65 años, IC aguda, hipopotasemia y toma quinolonas. PCR recuperada. ECG: TV helicoidal. ¿Diagnóstico?",
    "opciones": [
      "Síndrome de QT largo adquirido y torsades de pointes.",
      "IAM y TV polimórfica.",
      "FA y aberrancia.",
      "TV monomorfa sostenida."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Factores de riesgo (hipopotasemia, fármacos, bradicardia previa) + morfología helicoidal en ECG = Torsades de Pointes por QT largo adquirido."
  },
  {
    "id": "31 (MIR 2018)",
    "enunciado": "ECG 1: TSV regular. ECG 2 tras fármaco: Bloqueo AV completo transitorio y pausa. ECG 3: Ritmo sinusal. ¿Fármaco?",
    "opciones": [
      "Verapamilo.",
      "Atenolol.",
      "Adenosina.",
      "Digoxina."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La adenosina produce un bloqueo AV muy intenso pero de vida media ultra-corta (segundos), lo que explica la secuencia de bloqueo completo seguido de recuperación rápida."
  },
  {
    "id": "6 (MIR 2017)",
    "enunciado": "ECG: Taquicardia regular QRS ancho a 220 lpm. Paciente 78 años con IAM previo extenso. ¿Primera sospecha?",
    "opciones": [
      "Taquicardia auricular.",
      "Reentrada intranodal.",
      "Taquicardia ventricular.",
      "Flutter auricular."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Taquicardia regular de QRS ancho en paciente con cardiopatía estructural (IAM previo) es Taquicardia Ventricular hasta que se demuestre lo contrario (80-90% probabilidad)."
  },
  {
    "id": "66 (MIR 2018)",
    "enunciado": "Sobre las taquicardias supraventriculares, señale la CORRECTA:",
    "opciones": [
      "La más frecuente es por vía accesoria.",
      "El \"signo de la rana\" es típico de la taquicardia auricular.",
      "Masaje seno carotídeo revierte flutter.",
      "Tratamiento elección reentrada intranodal recurrente es ablación."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La ablación con radiofrecuencia de la vía lenta es curativa y de elección en TRIN recurrente. (El signo de la rana es de la intranodal, no auricular)."
  },
  {
    "id": "7 (MIR 2016)",
    "enunciado": "Joven 26 años, palpitaciones. ECG: Taquicardia irregular QRS ancho variable con empastamiento inicial (onda delta).",
    "opciones": [
      "TPSV por reentrada.",
      "Fibrilación auricular en paciente con Wolff-Parkinson-White.",
      "Taquicardia ventricular.",
      "Fibrilación ventricular."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Ritmo irregular (FA) con QRS de anchura variable y morfología de preexcitación (onda delta) es diagnóstico de FA preexcitada en WPW."
  },
  {
    "id": "48 (MIR 2015)",
    "enunciado": "Mujer 60 años, diabética e hipertensa. FA paroxística, ahora en sinusal. ¿Anticoagulación?",
    "opciones": [
      "No, porque ahora está en sinusal.",
      "No, por edad <75.",
      "Sí, crónica por CHADS-VASc ≥3.",
      "Antiagregación."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La indicación de anticoagulación depende del riesgo embólico (CHA2DS2-VASc), no del tipo de FA (paroxística vs permanente). Mujer (1) + DM (1) + HTA (1) + Edad (1) = Score alto."
  },
  {
    "id": "13 (MIR 2024)",
    "enunciado": "ECG: Ritmo irregular sin P (FA), QRS 120ms (ancho) con rSR' V1 (BRD) y eje izquierdo extremo (HBAI). Elevación ST inferior. ¿Cuál es INCORRECTA?",
    "opciones": [
      "Ritmo sugestivo de FA.",
      "Bloqueo bifascicular (BRD + HBAI).",
      "Bloqueo AV de alto grado.",
      "Elevación ST sugestiva de isquemia."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Es incorrecto hablar de Bloqueo AV si la frecuencia ventricular es adecuada/rápida en la FA. El BAV en FA se manifiesta como ritmo lento y REGULAR (escape). Aquí es irregular."
  },
  {
    "id": "124 (MIR 2022)",
    "enunciado": "Mujer 82 años, FA crónica de 10 años. Presenta Bloqueo AV completo sintomático. ¿Marcapasos indicado?",
    "opciones": [
      "DDD (bicameral).",
      "VVI (unicameral ventricular).",
      "AAI (unicameral auricular).",
      "Resincronizador."
    ],
    "indiceCorrecta": 1,
    "explicacion": "En FA permanente/crónica no se estimula la aurícula (no sirve de nada). Se pone un cable ventricular (VVI) para asegurar la frecuencia."
  },
  {
    "id": "131 (MIR 2021)",
    "enunciado": "Mujer 28 años, síncope. ECG: Bloqueo AV completo. Sin tóxicos ni alteraciones iónicas. ¿Sospecha etiológica?",
    "opciones": [
      "Valvulopatía reumática.",
      "TEP.",
      "Enfermedad infiltrativa o inflamatoria sistémica.",
      "Trombosis vena cava."
    ],
    "indiceCorrecta": 2,
    "explicacion": "En paciente joven sin causa aparente, hay que descartar enfermedades inflamatorias (Lyme, sarcoidosis, conectivopatías) o infiltrativas."
  },
  {
    "id": "64 (MIR 2019)",
    "enunciado": "Hombre 72 años, síncope sin pródromos. ECG: Bloqueo AV 2º grado Mobitz II. ¿Actitud?",
    "opciones": [
      "Holter.",
      "Implante de marcapasos definitivo.",
      "RM cerebral.",
      "Seguimiento."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El Bloqueo AV Mobitz II implica enfermedad del sistema de conducción infranodal con alto riesgo de progresión a bloqueo completo. Es indicación directa de marcapasos."
  },
  {
    "id": "62 (MIR 2014)",
    "enunciado": "82 años, mareos. Holter: pausas sin P previa y ritmo de escape nodal a 40 lpm. Asistolias <3s.",
    "opciones": [
      "BAV 3er grado.",
      "Descartar causa cardiaca.",
      "Fármacos para conducción AV.",
      "Disfunción sinusal (Enfermedad del Seno)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La ausencia de ondas P indica fallo en la generación del impulso (nodo sinusal). Si hay síntomas (mareos), se indica marcapasos."
  },
  {
    "id": "12 (MIR 2024)",
    "enunciado": "Hombre 75 años, disnea. Soplo sistólico rudo en 2º espacio derecho irradiado a carótidas. Eco: válvula engrosada, área 0,95 cm2. ¿Diagnóstico y actitud?",
    "opciones": [
      "Estenosis valvular aórtica grave con indicación de recambio.",
      "Estenosis valvular aórtica moderada, seguimiento.",
      "Estenosis mitral grave, recambio.",
      "Estenosis mitral moderada, seguimiento."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Paciente sintomático con área aórtica < 1 cm² (estenosis grave). Tratamiento de elección: recambio valvular (TAVI por edad >75 años)."
  },
  {
    "id": "116 (MIR 2024)",
    "enunciado": "Sobre el prolapso de la válvula mitral, señale la correcta:",
    "opciones": [
      "La degeneración mixomatosa puede afectar a tricúspide y aórtica.",
      "Es más frecuente en hombres.",
      "Curso benigno, raramente origina insuficiencia mitral.",
      "El soplo disminuye con la maniobra de Valsalva."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Es más frecuente en mujeres. El soplo aumenta con Valsalva (disminución de precarga). Puede asociarse a prolapso de otras válvulas por degeneración mixomatosa."
  },
  {
    "id": "124 (MIR 2023)",
    "enunciado": "Varón 75 años, disnea, síncope, angina. Pulso parvus et tardus. Riesgo quirúrgico intermedio. ¿Opción terapéutica más indicada?",
    "opciones": [
      "Reemplazo válvula mitral.",
      "Implante percutáneo de válvula aórtica (TAVI).",
      "Reemplazo quirúrgico válvula aórtica.",
      "Valvulotomía mitral percutánea."
    ],
    "indiceCorrecta": 1,
    "explicacion": "En pacientes >75 años (o riesgo alto/prohibitivo, e incluso intermedio según últimas guías), la TAVI es la elección sobre la cirugía convencional (SAVR)."
  },
  {
    "id": "129 (MIR 2021)",
    "enunciado": "Varón 40 años, disnea. Soplo sistólico aórtico irradiado a carótidas. HVI en ECG. Raíz aórtica dilatada en Rx. ¿Diagnóstico más probable?",
    "opciones": [
      "Válvula aórtica bicúspide estenótica.",
      "CIV perimembranosa.",
      "Insuficiencia aórtica degenerativa.",
      "Miocardiopatía restrictiva."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Estenosis aórtica en paciente joven (<50-60 años) sugiere etiología bicúspide. La dilatación de raíz aórtica (aortopatía) se asocia frecuentemente."
  },
  {
    "id": "93 (MIR 2020)",
    "enunciado": "Hombre 58 años, síncope al correr. Soplo sistólico rudo que se reduce con Valsalva. ECG: HVI y T invertidas. ¿Diagnóstico?",
    "opciones": [
      "TEP.",
      "Miocardiopatía hipertrófica obstructiva.",
      "Estenosis aórtica grave.",
      "Disección de aorta."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Síncope de esfuerzo + soplo sistólico que disminuye con Valsalva (al contrario que la MCH) + HVI = Estenosis Aórtica."
  },
  {
    "id": "156 (MIR 2020)",
    "enunciado": "Paciente con IC crónica, ondas \"v\" prominentes en yugular y soplo holosistólico en apéndice xifoides que aumenta con inspiración. ¿Valvulopatía?",
    "opciones": [
      "Insuficiencia mitral.",
      "Insuficiencia pulmonar.",
      "Insuficiencia tricuspídea.",
      "Estenosis aórtica."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El aumento con la inspiración (signo de Rivero-Carvallo) y la localización (borde esternal/xifoides) definen la insuficiencia tricúspide."
  },
  {
    "id": "72 (MIR 2019)",
    "enunciado": "Hombre con estenosis aórtica grave para cirugía. ¿Qué información es INCORRECTA?",
    "opciones": [
      "Prótesis mecánicas precisan anticoagulación permanente.",
      "Las mecánicas se implantan principalmente en >70 años.",
      "Durabilidad de biológicas es menor que mecánicas.",
      "Biológicas son menos trombogénicas."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Es incorrecta. Las prótesis mecánicas (duraderas pero trombogénicas) se prefieren en jóvenes. En >70 años se prefieren biológicas para evitar anticoagulación."
  },
  {
    "id": "4 (MIR 2018)",
    "enunciado": "Mujer 69 años, disnea y FA. Soplo diastólico. Eco: flujo color turbulento entrando en VI. ¿Diagnóstico?",
    "opciones": [
      "Endocarditis.",
      "Estenosis mitral.",
      "Miocardiopatía hipertrófica.",
      "Insuficiencia aórtica."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Soplo diastólico + FA + disnea sugiere estenosis mitral. La imagen ecográfica confirma aceleración de flujo diastólico a través de la mitral."
  },
  {
    "id": "8 (MIR 2017)",
    "enunciado": "Mujer 42 años, disnea y palpitaciones. Eco: flujo sistólico extenso hacia aurícula izquierda. ¿Opción terapéutica?",
    "opciones": [
      "TAVI.",
      "Valvuloplastia aórtica.",
      "Cirugía sobre válvula mitral (reparadora).",
      "Tratamiento médico."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Imagen de insuficiencia mitral severa (jet regurgitante masivo en sístole). En paciente sintomática, la indicación es quirúrgica (reparación preferible a sustitución)."
  },
  {
    "id": "60 (MIR 2017)",
    "enunciado": "Tratamiento de insuficiencia mitral grave. Señale la FALSA:",
    "opciones": [
      "Reparación mantiene función VI mejor que sustitución.",
      "Cirugía indicada en asintomáticos con FEVI <60% o DTS >40mm.",
      "Cirugía indicada en sintomáticos.",
      "Reparación tiene riesgo quirúrgico superior a sustitución."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La reparación valvular tiene MENOR mortalidad operatoria y mejores resultados a largo plazo que la sustitución protésica."
  },
  {
    "id": "62 (MIR 2016)",
    "enunciado": "Paciente con latido cervical prominente y soplo diastólico de alta frecuencia. ¿Causa?",
    "opciones": [
      "Ductus.",
      "Disfunción papilar.",
      "Estenosis mitral.",
      "Insuficiencia aórtica."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El pulso hiperdinámico (\"latido prominente\") y soplo diastólico son típicos de la insuficiencia aórtica (escape de sangre en diástole desde aorta a VI)."
  },
  {
    "id": "56 (MIR 2015)",
    "enunciado": "La sobrecarga de volumen del ventrículo izquierdo aparece en:",
    "opciones": [
      "Estenosis valvulares.",
      "Coartación de aorta.",
      "Angina de reposo.",
      "Insuficiencias de las válvulas cardíacas."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Las insuficiencias (mitral/aórtica) devuelven volumen al VI, causando sobrecarga de volumen (diastólica). Las estenosis causan sobrecarga de presión (sistólica)."
  },
  {
    "id": "57 (MIR 2015)",
    "enunciado": "¿Cuál es la etiología más frecuente de la estenosis aórtica en el adulto?",
    "opciones": [
      "Reumática.",
      "Congénita.",
      "Degenerativa o calcificada.",
      "Post endocarditis."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La causa más frecuente en países desarrollados es la degenerativa calcificada (senil)."
  },
  {
    "id": "68 (MIR 2014)",
    "enunciado": "Paciente 52 años, disnea. Gradiente aórtico medio 55 mmHg, área 0,7 cm2. FEVI 65%. ¿Tratamiento?",
    "opciones": [
      "Diuréticos y control.",
      "Valvuloplastia con balón.",
      "Sustitución válvula aórtica prótesis/bioprótesis.",
      "Homoinjerto."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Estenosis aórtica severa sintomática. Tratamiento de elección: sustitución valvular (RVA). Por edad (52 años), habitualmente mecánica."
  },
  {
    "id": "74 (MIR 2014)",
    "enunciado": "Elección de prótesis (biológica/mecánica). Señale el enunciado INCORRECTO:",
    "opciones": [
      "Anticoagulación permanente necesaria en mecánicas.",
      "Biológicas se indican en pacientes jóvenes con esperanza de vida larga.",
      "Biológicas indicadas si contraindicación anticoagulación.",
      "Deterioro biológico inversamente proporcional a edad."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Las biológicas se deterioran más rápido en jóvenes, por lo que NO se indican en jóvenes (salvo deseo de embarazo o contraindicación de anticoagulación). Se indican en mayores (>65-70 años)."
  },
  {
    "id": "17 (MIR 2024)",
    "enunciado": "Hombre 63 años, fumador. HTA 180/110. Inicia enalapril y sube creatinina a 3 mg/dL. Soplo abdominal. ¿Diagnóstico más probable?",
    "opciones": [
      "Estenosis unilateral arteria renal.",
      "Nefritis intersticial por enalapril.",
      "Estenosis bilateral de arterias renales.",
      "Insuficiencia renal aguda por crisis hipertensiva."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El fracaso renal agudo tras iniciar IECA/ARA-II es típico de la estenosis bilateral de arterias renales (o estenosis sobre riñón único) al perderse la vasoconstricción eferente compensadora."
  },
  {
    "id": "193 (MIR 2022)",
    "enunciado": "Según PAPPS, ¿cuál es la periodicidad del cribado de HTA en mayores de 40 años?",
    "opciones": [
      "Anualmente.",
      "Cada dos años.",
      "Cada tres años.",
      "Cada cuatro años."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Se recomienda cribado de HTA cada 3-5 años en adultos jóvenes, pero anualmente en mayores de 40 años o con factores de riesgo."
  },
  {
    "id": "134 (MIR 2021)",
    "enunciado": "Mujer 53 años. PA en consulta <140/90, pero en domicilio (AMPA) >140/90 repetidamente. ¿Diagnóstico?",
    "opciones": [
      "HTA secundaria.",
      "HTA enmascarada.",
      "HTA clínica aislada.",
      "HTA refractaria."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La HTA enmascarada es lo contrario a la \"bata blanca\": presión normal en consulta pero elevada en su vida diaria (domicilio)."
  },
  {
    "id": "24 (MIR 2020)",
    "enunciado": "MAPA 24h: Media 24h 121/73, Diurna 124/75, Nocturna 111/65. Descenso nocturno >10%. ¿Interpretación?",
    "opciones": [
      "Normotensión y patrón dipper.",
      "Normotensión y patrón no dipper.",
      "Hipertensión y patrón dipper.",
      "Hipertensión y patrón no dipper."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Los valores están dentro de la normalidad (<130/80 media 24h). El descenso nocturno de la PA es >10%, lo que define el patrón \"dipper\" (fisiológico)."
  },
  {
    "id": "68 (MIR 2019)",
    "enunciado": "Sobre la fisiopatología de la HTA, señale la correcta:",
    "opciones": [
      "Sistema simpático es el principal responsable.",
      "Cambios estructurales incluyen hipertrofia de capa media arterial y rigidez.",
      "En jóvenes es más frecuente HTA sistólica aislada.",
      "Disfunción endotelial no es desencadenante."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La HTA produce cambios estructurales como la hipertrofia de la capa media de las arterias de resistencia y aumento de la rigidez arterial."
  },
  {
    "id": "2 (MIR 2018)",
    "enunciado": "HTA resistente (3 fármacos incluido diurético). MAPA confirma HTA sostenida (no bata blanca). Cumplimiento correcto. ¿Actitud?",
    "opciones": [
      "Mantener tratamiento.",
      "Asociar antialdosterónico.",
      "Asociar olmesartán.",
      "Descartar causas de HTA secundaria y asociar 4º fármaco."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Confirmada la HTA resistente verdadera (por MAPA), se debe descartar HTA secundaria y escalar tratamiento (generalmente añadiendo espironolactona u otro fármaco)."
  },
  {
    "id": "62 (MIR 2017)",
    "enunciado": "HTA no controlada con 3 fármacos (amlodipino, losartán, tiazida). ¿Siguiente paso?",
    "opciones": [
      "Añadir cuarto fármaco.",
      "Incrementar dosis.",
      "Realizar MAPA.",
      "Estudio HTA secundaria."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Antes de catalogar como resistente y escalar, se debe confirmar que no sea \"bata blanca\" mediante MAPA."
  },
  {
    "id": "58 (MIR 2016)",
    "enunciado": "¿Qué síntoma asociado a HTA tiene peor pronóstico?",
    "opciones": [
      "Pérdida brusca de fuerza (ACV).",
      "Epistaxis.",
      "Cefalea nucal.",
      "Taquicardia y temblor."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La focalidad neurológica indica daño orgánico agudo grave (ictus), siendo el de peor pronóstico vital inmediato."
  },
  {
    "id": "174 (MIR 2016)",
    "enunciado": "Anciano 87 años, HTA mal controlada. Toma ibuprofeno 1800mg/día por artrosis. ¿Modificación terapéutica?",
    "opciones": [
      "Añadir calcioantagonista.",
      "Aumentar tiazida.",
      "Cambiar ibuprofeno por paracetamol.",
      "Añadir alfa-bloqueante."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Los AINEs (ibuprofeno) interfieren con el control de la PA y pueden causar HTA secundaria o resistente. Lo primero es retirarlos."
  },
  {
    "id": "53 (MIR 2015)",
    "enunciado": "Hombre 55 años, obeso, HTA refractaria. Cefalea matutina e hipersomnia diurna. ¿Prueba diagnóstica?",
    "opciones": [
      "Catecolaminas orina.",
      "Renina-aldosterona.",
      "Polisomnografía nocturna.",
      "Eco Doppler renal."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La clínica (obesidad, ronquido, hipersomnia) sugiere Síndrome de Apnea del Sueño (SAHS), causa frecuente de HTA resistente. Se diagnostica con polisomnografía."
  },
  {
    "id": "11 (MIR 2024)",
    "enunciado": "Dolor torácico desgarrador, HTA. AngioTC (imagen): Flap intimal en aorta. ¿Diagnóstico?",
    "opciones": [
      "Hematoma intramural.",
      "Úlcera penetrante.",
      "Pseudoaneurisma.",
      "Disección de aorta tipo A."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El dolor desgarrador + HTA + imagen de \"flap\" intimal es diagnóstico de disección aórtica. Si afecta aorta ascendente (tipo A) es quirúrgica."
  },
  {
    "id": "189 (MIR 2024)",
    "enunciado": "Sobre el índice tobillo-brazo (ITB), señale la correcta:",
    "opciones": [
      "Relación presión diastólica tobillo/brazo.",
      "Normal entre 1 y 1,5.",
      "Sensibilidad 95%, especificidad 60%.",
      "Se considera indicador de enfermedad arteriosclerótica."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El ITB es un marcador potente de enfermedad vascular sistémica. Un valor ≤0,9 indica enfermedad arterial periférica. (La opción 1 es falsa porque usa presiones sistólicas)."
  },
  {
    "id": "2 (MIR 2022)",
    "enunciado": "Joven 20 años, Marfan. Muerte súbita. Necropsia: imagen de disección. ¿Enfermedad más probable?",
    "opciones": [
      "TEP.",
      "Traumatismo.",
      "Necrosis quística de la media y síndrome de Marfan.",
      "Dislipemia familiar."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El Síndrome de Marfan se asocia a necrosis quística de la capa media, predisponiendo a aneurismas y disección aórtica en jóvenes."
  },
  {
    "id": "129 (MIR 2022)",
    "enunciado": "Aneurisma aorta descendente con trombo mural y embolia distal (dedos azules). ¿Opción correcta?",
    "opciones": [
      "Estatinas.",
      "Aortografía diagnóstica.",
      "Cirugía abierta.",
      "Implante de endoprótesis torácica (TEVAR)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El tratamiento de elección de los aneurismas de aorta torácica descendente (especialmente si complicados con embolia) es la reparación endovascular (TEVAR)."
  },
  {
    "id": "130 (MIR 2022)",
    "enunciado": "Varón 85 años, FA. Dolor brusco y frialdad pie derecho (6h). Pulsos femorales presentes, distales ausentes. ¿Tratamiento?",
    "opciones": [
      "Desestimar por tiempo.",
      "Calor local.",
      "Tromboembolectomía.",
      "Prostaglandinas."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Oclusión arterial aguda de causa embólica (FA, inicio brusco, pulsos contralaterales conservados). El tratamiento es la embolectomía con catéter de Fogarty."
  },
  {
    "id": "13 (MIR 2021)",
    "enunciado": "Mujer 50 años, HTA. Dolor súbito interescapular. TC: Flap en aorta descendente. ¿Diagnóstico?",
    "opciones": [
      "Disección de aorta.",
      "Rotura de aorta.",
      "Hematoma intramural.",
      "Úlcera penetrante."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Imagen clásica de disección (doble luz separada por flap intimal) afectando a aorta descendente (Tipo B)."
  },
  {
    "id": "204 (MIR 2022)",
    "enunciado": "Sobre aneurismas aorta abdominal (AAA), señale la FALSA:",
    "opciones": [
      "Indicada reparación si >5-5,5 cm.",
      "Suelen ser asintomáticos.",
      "Complicación más frecuente es trombosis.",
      "Rotura requiere cirugía urgente."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La complicación más frecuente y grave es la rotura, no la trombosis (aunque suelen tener trombo mural, este rara vez ocluye el vaso por completo de forma aguda)."
  },
  {
    "id": "132 (MIR 2021)",
    "enunciado": "Aneurismas de arteria poplítea. Señale la correcta:",
    "opciones": [
      "Ecografía es prueba elección.",
      "Riesgo de rotura alto.",
      "Edema es lo más frecuente.",
      "Más frecuentes en mujeres."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Son los aneurismas periféricos más frecuentes. La ecografía es la prueba de elección. El riesgo de rotura es bajo, el riesgo principal es la embolia/trombosis."
  },
  {
    "id": "133 (MIR 2021)",
    "enunciado": "Estenosis grave tronco celíaco y mesentérica (Isquemia crónica). Señale la FALSA:",
    "opciones": [
      "Puede haber soplo abdominal.",
      "Tratamiento: tromboembolectomía.",
      "Eco Doppler es útil.",
      "Angioplastia es opción."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La tromboembolectomía se usa para la oclusión aguda por émbolo. En la isquemia crónica por estenosis, se realiza revascularización (bypass o stent)."
  },
  {
    "id": "135 (MIR 2021)",
    "enunciado": "Paciente con claudicación intermitente (dolor pantorrilla a 200m). ¿Primera prueba?",
    "opciones": [
      "Índice tobillo-brazo.",
      "Eco Doppler.",
      "Rx columna.",
      "TC abdominal."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El Índice Tobillo-Brazo (ITB) es la prueba de cribado inicial, sencilla y de alta sensibilidad para enfermedad arterial periférica."
  },
  {
    "id": "12 (MIR 2020)",
    "enunciado": "Síncope, dolor abdominal e hipotensión. TC: Aneurisma roto con hematoma retroperitoneal. ¿Actitud?",
    "opciones": [
      "Observación.",
      "Cirugía/Endovascular urgente (Aneurisma roto).",
      "Ecografía.",
      "RM."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La tríada hipotensión + dolor + masa pulsátil (o hallazgo en TC) indica rotura de AAA. Es una emergencia quirúrgica vital."
  },
  {
    "id": "125 (MIR 2020)",
    "enunciado": "Síndrome de Leriche. Señale la cierta:",
    "opciones": [
      "Tríada: claudicación, impotencia, ausencia pulsos.",
      "Es por oclusión femoro-poplítea.",
      "Pulsos femorales ausentes.",
      "Arteriografía primera prueba."
    ],
    "indiceCorrecta": null,
    "explicacion": "Nota: La respuesta correcta en el texto fuente dice \"Respuesta 2\", pero la explicación describe la obstrucción aortoilíaca (no femoropoplítea). Re-verificando: El Sd. Leriche es oclusión aortoilíaca. La opción 1 describe la tríada correcta. El texto fuente dice \"Respuesta 2\" pero luego explica \"El síndrome de Leriche se produce por obstrucción iliaca...\". Parece haber una errata en el número de respuesta del libro o en mi lectura. Corrección: La opción 1 describe la tríada. La opción 3 (\"Pulsos femorales ausentes\") también es cierta en Leriche. Revisando el texto [1888-1903]: \"Respuesta: 2\". Opción 2 dice \"Es consecuencia de oclusión fémoro-poplítea bilateral\". Esto es FALSO (Leriche es Aorto-Ilíaca). La pregunta pide la CIERTA. La opción 1 tiene una errata (\"claudicación plantar\" en vez de glútea/muslo). La opción 3 es cierta (pulsos femorales ausentes). Es una pregunta confusa del examen. Según el texto fuente, marca la 2 (aunque la explicación contradice la opción 2). Asumiré la explicación del texto: Leriche = Aortoiliaca."
  },
  {
    "id": "126 (MIR 2020)",
    "enunciado": "Oclusión arterial aguda post-cateterismo. Pulso femoral presente, distales ausentes. Señale la FALSA:",
    "opciones": [
      "Causa probable embolígena.",
      "Parálisis es signo tardío grave.",
      "Tratamiento: embolectomía.",
      "Arteriografía urgente indicada si parálisis/anestesia."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Si hay signos de amenaza inmediata (parálisis, anestesia), no se debe perder tiempo en arteriografía; se va a quirófano directamente."
  },
  {
    "id": "5 (MIR 2023)",
    "enunciado": "Varón 57 años, disnea esfuerzo. Soplo sistólico en borde paraesternal que aumenta con Valsalva. ECG en imagen. ¿Diagnóstico?",
    "opciones": [
      "Insuficiencia tricuspídea.",
      "Estenosis aórtica.",
      "Miocardiopatía hipertrófica.",
      "Insuficiencia mitral."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Disnea de esfuerzo + soplo sistólico que aumenta con Valsalva (disminución de precarga) es la clínica clásica de la miocardiopatía hipertrófica obstructiva ."
  },
  {
    "id": "8 (MIR 2022)",
    "enunciado": "Anciano 86 años, edemas y disnea. Eco: HVI leve, FEVI conservada. Gammagrafía con pirofosfatos: captación intensa. ¿Diagnóstico?",
    "opciones": [
      "Infarto agudo de miocardio.",
      "Gammagrafía normal.",
      "Amiloidosis cardiaca por transtiretina.",
      "Derrame pericárdico."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Insuficiencia cardíaca con FEVI preservada en anciano + hipertrofia ventricular + captación intensa en gammagrafía ósea (pirofosfatos) = Amiloidosis por transtiretina (ATTR)."
  },
  {
    "id": "23 (MIR 2022)",
    "enunciado": "Joven 19 años, síncope esfuerzo y antecedentes familiares muerte súbita. ECG: HVI y T negativas. ¿Características de la enfermedad?",
    "opciones": [
      "FEVI suele ser <55%.",
      "Debida a hipertrofia septal con obstrucción dinámica tracto salida VI.",
      "No asocia disfunción diastólica.",
      "Grosor pared VI normal."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Es una Miocardiopatía Hipertrófica. La FEVI suele ser normal/alta (no baja), hay disfunción diastólica y el problema es la obstrucción dinámica en el tracto de salida ."
  },
  {
    "id": "201 (MIR 2022)",
    "enunciado": "Sobre el síndrome de Tako-Tsubo (miocardiopatía por estrés), ¿qué factor NO está relacionado?",
    "opciones": [
      "Disfunción microvascular.",
      "Susceptibilidad receptores catecolaminérgicos.",
      "Espasmo coronario.",
      "Enfermedad coronaria obstructiva significativa."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Para diagnosticar Tako-Tsubo, es criterio necesario descartar enfermedad coronaria obstructiva (las coronarias suelen ser angiográficamente normales) ."
  },
  {
    "id": "65 (MIR 2019)",
    "enunciado": "45 años, clínica de IC izquierda. Engrosamiento paredes VI sin dilatación. FEVI normal. Patrón restrictivo en cateterismo. ¿Causa MENOS probable?",
    "opciones": [
      "Amiloidosis.",
      "Endocarditis de Loeffler.",
      "Alcoholismo.",
      "Hemocromatosis."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El cuadro es de miocardiopatía restrictiva/infiltrativa. El alcoholismo produce miocardiopatía dilatada (fenotipo distinto) ."
  },
  {
    "id": "58 (MIR 2017)",
    "enunciado": "Hombre 35 años, síncope. ECG: ondas Q profundas. Soplo sistólico borde esternal izquierdo bajo. ¿Diagnóstico?",
    "opciones": [
      "Miocardiopatía hipertrófica obstructiva.",
      "Estenosis mitral.",
      "Insuficiencia aórtica.",
      "CIA."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Joven + síncope + soplo sistólico + ondas Q (pseudonecrosis septal) orienta a Miocardiopatía Hipertrófica Obstructiva ."
  },
  {
    "id": "49 (MIR 2015)",
    "enunciado": "32 años, síncope esfuerzo. Hermano muerte súbita. Eco: Hipertrofia septal asimétrica, gradiente 70 mmHg, IM moderada. ¿Opción MENOS indicada?",
    "opciones": [
      "Betabloqueantes.",
      "Digoxina.",
      "Calcioantagonistas no dihidropiridínicos.",
      "Desfibrilador automático."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La digoxina es inotrópico positivo, lo que aumentaría la obstrucción dinámica en el tracto de salida. Está contraindicada en MCH obstructiva ."
  },
  {
    "id": "120 (MIR 2024)",
    "enunciado": "70 años, post-cirugía cardíaca 5 días. Síncope, hipotensión (70/40), ingurgitación yugular y alternancia eléctrica. ¿Diagnóstico?",
    "opciones": [
      "SCA.",
      "Pericarditis.",
      "Taponamiento cardiaco.",
      "Endocarditis."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Triada de hipotensión + ingurgitación yugular + alternancia eléctrica en ECG es muy específica de taponamiento cardíaco (posiblemente por sangrado postquirúrgico) ."
  },
  {
    "id": "122 (MIR 2023)",
    "enunciado": "Sobre taponamiento cardíaco, señale la cierta:",
    "opciones": [
      "Manifestaciones hemodinámicas preceden a las clínicas.",
      "Típica hipotensión, taquicardia, disminución presión venosa.",
      "Volumen necesario es similar en agudo que crónico.",
      "Pulso paradójico es descenso 5-10 mmHg en sístole."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Los cambios ecocardiográficos (colapso cavidades) y hemodinámicos aparecen antes que la clínica florida de shock ."
  },
  {
    "id": "23 (MIR 2021)",
    "enunciado": "Mujer 25 años, dolor torácico pleurítico, febrícula. ECG: Elevación cóncava difusa ST. ¿Tratamiento correcto?",
    "opciones": [
      "Coronariografía urgente (IAM).",
      "AINEs son los más utilizados.",
      "Colchicina contraindicada.",
      "Antibiótico empírico."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Pericarditis aguda viral/idiopática. El tratamiento de elección son los AINEs a dosis plenas + Colchicina (para evitar recurrencias) ."
  },
  {
    "id": "165 (MIR 2020)",
    "enunciado": "Pericarditis aguda con fiebre 38,8ºC y derrame moderado. ¿Qué criterio indica mal pronóstico e ingreso?",
    "opciones": [
      "Curso agudo.",
      "HTA mal controlada.",
      "Fiebre superior a 38ºC.",
      "Derrame pericárdico."
    ],
    "indiceCorrecta": null,
    "explicacion": "La fiebre >38ºC, el curso subagudo, el derrame severo/taponamiento o la falta de respuesta a AINEs son criterios de ingreso. (El texto marca la 3 como respuesta clave) ."
  },
  {
    "id": "8 (MIR 2019)",
    "enunciado": "61 años, Pakistán. Fatigabilidad, pérdida peso. IY con Kussmaul, hepatomegalia, ascitis. Rx tórax: calcificación pericárdica. ¿Prueba?",
    "opciones": [
      "TC tórax.",
      "Eco abdominal.",
      "Pruebas respiratorias.",
      "Serología VHB/VHC."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La clínica de fallo derecho + calcificación pericárdica en Rx es diagnóstica de Pericarditis Constrictiva. La TC (o RM) es necesaria para planificar cirugía (pericardiectomía) ."
  },
  {
    "id": "70 (MIR 2019)",
    "enunciado": "Sobre auscultación cardiaca, señale la FALSA:",
    "opciones": [
      "Estenosis aórtica: desdoblamiento paradójico 2R.",
      "Insuficiencia aórtica: soplo Austin-Flint.",
      "Mixoma: ruido diastólico (plop) variable.",
      "Pericarditis: roce mejor en decúbito."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El roce pericárdico se ausculta mejor con el paciente sentado e inclinado hacia adelante (no en decúbito) y en espiración ."
  },
  {
    "id": "3 (MIR 2018)",
    "enunciado": "Post-laparotomía, hipotensión, taquicardia. Eco-FAST: líquido libre abdominal negativo, derrame pericárdico severo. ¿Actitud?",
    "opciones": [
      "Aviso a cirugía por sangrado abdominal.",
      "Soporte y antibióticos.",
      "Pericardiocentesis ecoguiada.",
      "Fibrinólisis (TEP)."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Taponamiento cardíaco diagnosticado por Eco. El tratamiento es el drenaje urgente (pericardiocentesis)."
  },
  {
    "id": "72 (MIR 2018)",
    "enunciado": "45 años, dolor torácico previo. Ahora disnea, hipotensión, IY con seno \"x\" descendente prominente y pulso paradójico. ¿Diagnóstico?",
    "opciones": [
      "Miocardiopatía dilatada.",
      "Taponamiento cardiaco.",
      "Pericarditis constrictiva.",
      "Cardiopatía isquémica."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El pulso paradójico y el seno X prominente (con seno Y borrado, aunque no lo dicen explícitamente, a diferencia de la constrictiva que tiene Y profunda) en contexto agudo orientan a Taponamiento ."
  },
  {
    "id": "227 (MIR 2017)",
    "enunciado": "Pericarditis aguda. Señale la respuesta FALSA:",
    "opciones": [
      "Diagnóstico de exclusión (sin prueba específica única).",
      "Evitar anticoagulantes.",
      "Tto: reposo y AAS.",
      "Recurre en más del 75% de pacientes."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La tasa de recurrencia es del 15-30% (menor si se usa colchicina), nunca tan alta como el 75% ."
  },
  {
    "id": "7 (MIR 2015)",
    "enunciado": "Joven 34 años, dolor torácico pleurítico tras amigdalitis. ECG: Elevación ST difusa y descenso PR. ¿Diagnóstico?",
    "opciones": [
      "IAM.",
      "Tietze.",
      "Dolor osteomuscular.",
      "Pericarditis aguda."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Clínica típica + ECG típico (ST elevado cóncavo difuso + descenso PR, muy específico) = Pericarditis Aguda ."
  },
  {
    "id": "119 (MIR 2024)",
    "enunciado": "Recién nacido cianótico, pO2 baja. Rx: Corazón \"en huevo\". ECG: HVD. ¿Diagnóstico?",
    "opciones": [
      "Transposición de grandes arterias (TGA).",
      "Ductus.",
      "Tetralogía de Fallot.",
      "Ebstein."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Cianosis neonatal precoz + imagen \"en huevo\" (pedículo estrecho) es clásica de la D-TGA. (El Fallot suele dar cianosis más tardía y corazón en \"zueco\") ."
  },
  {
    "id": "174 (MIR 2017)",
    "enunciado": "Niño 9 años, fatiga. Manos rosadas, pies cianóticos (cianosis diferencial). ¿Diagnóstico?",
    "opciones": [
      "Fallot.",
      "CIV con HTP.",
      "Ductus (PDA) con Eisenmenger.",
      "Coartación aorta."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La cianosis diferencial (pies sí, manos no) indica shunt derecha-izquierda a través de un ductus (PDA) que entra después de la subclavia, en contexto de hipertensión pulmonar severa (Eisenmenger) ."
  },
  {
    "id": "25 (MIR 2014)",
    "enunciado": "Niño 12 años. Soplo sistólico pulmonar y 2º ruido desdoblado fijo. ECG: rSR' en V1 (BRD) y eje derecho. ¿Diagnóstico?",
    "opciones": [
      "Normal.",
      "Bloqueo AV 1º grado.",
      "Eje extremo.",
      "CIA Ostium Secundum."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El desdoblamiento fijo del 2R es patognomónico de Comunicación Interauricular (CIA). El patrón de BRD con eje derecho orienta a tipo Ostium Secundum (el Primum tendría eje izquierdo) ."
  },
  {
    "id": "177 (MIR 2024)",
    "enunciado": "Mujer 75 años, TVP gemelar derecha sin TEP ni comorbilidades. ¿Fármaco MENOS indicado?",
    "opciones": [
      "Rivaroxabán.",
      "Enoxaparina.",
      "Acenocumarol.",
      "Fondaparinux."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El acenocumarol está en desuso por su difícil manejo y efecto protrombótico inicial (requiere puente con heparina). Los ACOD o HBPM son preferibles."
  },
  {
    "id": "125 (MIR 2023)",
    "enunciado": "Mujer 43 años, nadadora. Hinchazón brazo derecho (Paget-Schroetter). Señale la INCORRECTA:",
    "opciones": [
      "Eco-Doppler es primera prueba.",
      "Rx tórax para anomalías óseas.",
      "Angio-TC confirma.",
      "Debe realizarse flebografía para confirmar."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La flebografía es una prueba cruenta en desuso. El diagnóstico se realiza con Eco-Doppler y se completa con TC si es necesario."
  },
  {
    "id": "223 (MIR 2019)",
    "enunciado": "Mujer 34 años, dolor pierna tras paseo, baja probabilidad de TVP. ¿Proceder diagnóstico?",
    "opciones": [
      "Eco-doppler directo.",
      "Dímeros D (si negativos descartan).",
      "No requiere estudios.",
      "Dímeros D urgentes a todos."
    ],
    "indiceCorrecta": 1,
    "explicacion": "En pacientes con baja probabilidad clínica pre-test, el Dímero D tiene alto valor predictivo negativo y permite descartar la TVP sin necesidad de Eco."
  },
  {
    "id": "74 (MIR 2018)",
    "enunciado": "Localización más frecuente de la trombosis venosa profunda:",
    "opciones": [
      "Plexos venosos sóleos.",
      "Sector femoral.",
      "Sector ilíaco.",
      "Vena cava inferior."
    ],
    "indiceCorrecta": null,
    "explicacion": "Nota del texto: El texto indica Respuesta 1 (sóleos) en la explicación inicial, pero luego dice que es impugnable y la femoral (Opción 2) es muy frecuente. Finalmente la hoja de respuestas marca 1."
  },
  {
    "id": "172 (MIR 2020)",
    "enunciado": "Afirmación correcta sobre RCP básica:",
    "opciones": [
      "Pauta 30:2 tras comprobar ausencia pulso.",
      "Cardioversión si no recupera pulso.",
      "En asistolia administrar atropina.",
      "Adrenalina no en FV."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La opción 1 es la \"menos falsa\" (en RCP básica no se chequea pulso, pero la relación 30:2 es correcta). La atropina no se usa en asistolia y la adrenalina sí se usa en FV refractaria."
  },
  {
    "id": "224 (MIR 2019)",
    "enunciado": "Niño 3 años, atropello, PCR. Vía intraósea. ¿Fármaco en primer lugar?",
    "opciones": [
      "Adrenalina.",
      "Atropina.",
      "Bicarbonato.",
      "Amiodarona."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La adrenalina es el fármaco de elección en la PCR de cualquier causa y ritmo (en no desfibrilables desde el inicio)."
  },
  {
    "id": "30 (MIR 2018)",
    "enunciado": "PCR presenciada. Monitor muestra TV polimórfica/FV (Imagen). ¿Actuación prioritaria?",
    "opciones": [
      "Intubación.",
      "Acceso venoso.",
      "Cargar desfibrilador y descarga.",
      "Avisar emergencias."
    ],
    "indiceCorrecta": 2,
    "explicacion": "En ritmos desfibrilables (FV/TV sin pulso), la desfibrilación precoz es la medida prioritaria, incluso antes que las compresiones si el desfibrilador está listo."
  },
  {
    "id": "52 (MIR 2015)",
    "enunciado": "Orden adecuado eslabones cadena supervivencia (parada en calle):",
    "opciones": [
      "Desfibrilación > Ayuda...",
      "Vía aérea > Ayuda...",
      "Compresiones > Desfibrilación...",
      "5. Reconocimiento/Ayuda > RCP precoz > Desfibrilación precoz > Cuidados post."
    ],
    "indiceCorrecta": null,
    "explicacion": "La cadena correcta es: 1. Reconocimiento y pedir ayuda. 2. RCP precoz. 3. Desfibrilación precoz. 4. Cuidados post-resucitación."
  },
  {
    "id": "113 (MIR 2024)",
    "enunciado": "Tratamiento síncope reflejo. Señale la correcta:",
    "opciones": [
      "Farmacológico es fundamental.",
      "Marcapasos eficaz.",
      "Betabloqueantes reducen mortalidad.",
      "Contracciones isométricas (maniobras contrapresivas) son útiles."
    ],
    "indiceCorrecta": null,
    "explicacion": "La opción 4 era la intencionada (maniobras físicas), pero decía \"isotónicas\" en vez de \"isométricas\". Se anuló. Los fármacos y marcapasos tienen poca utilidad general."
  },
  {
    "id": "1 (MIR 2018)",
    "enunciado": "82 años, síncopes. ECG: QRS ancho, positivo en V1 (BRD) y eje izquierdo extremo. ¿Qué muestra?",
    "opciones": [
      "BRD + Hemibloqueo posterior.",
      "BRD + Hemibloqueo anterior.",
      "Bloqueo rama izquierda.",
      "BRD aislado."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El patrón rSR' en V1 indica Bloqueo Rama Derecha. El eje izquierdo extremo (-30° a -90°) indica Hemibloqueo Anterior Izquierdo. (\"PeNeNeDaPeNa\")."
  },
  {
    "id": "119 (MIR 2023)",
    "enunciado": "Criterio de alto riesgo en estratificación de síncope:",
    "opciones": [
      "Al rotar cabeza.",
      "Síncope durante esfuerzo o en decúbito.",
      "Tras visión/olor desagradable.",
      "Bloqueo AV Mobitz I."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El síncope que ocurre durante el esfuerzo o en decúbito sugiere causa cardiogénica grave (estructural o arrítmica), siendo alto riesgo."
  },
  {
    "id": "4 (MIR 2021)",
    "enunciado": "Histología lesión perianal (ver imagen): acantólisis, células gigantes multinucleadas. IFD negativa. ¿Diagnóstico?",
    "opciones": [
      "Pioderma.",
      "Pénfigo vulgar.",
      "Micosis.",
      "Infección virus herpes simple."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La histología con células gigantes multinucleadas y acantólisis (balonización), junto con IFD negativa (descarta pénfigo), es diagnóstica de Herpes Simple."
  },
  {
    "id": "16 (MIR 2023)",
    "enunciado": "Varón 40 años. Lesiones eritematodescamativas en palmas y plantas. ¿Cuál es MENOS PROBABLE?",
    "opciones": [
      "Psoriasis.",
      "Liquen plano.",
      "Sífilis.",
      "Gonorrea."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La gonorrea causa uretritis, no lesiones palmoplantares estables. La sífilis (secundaria), psoriasis y liquen (raro) sí pueden darlas. La queratodermia blenorrágica es de Reiter, no gonorrea pura."
  },
  {
    "id": "135 (MIR 2023)",
    "enunciado": "Mujer 24 años, dolor abdominal cíclico, debilidad, depresión, hiponatremia. ¿Prueba diagnóstica?",
    "opciones": [
      "Gen MEFV.",
      "Porfobilinógeno y ALA en orina.",
      "Ac antimitocondriales.",
      "Calprotectina."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Cuadro de Porfiria Aguda Intermitente (dolor abdominal + neuropatía + síntomas psiquiátricos, desencadenante menstrual). Se diagnostica midiendo precursores en orina."
  },
  {
    "id": "73 (MIR 2019)",
    "enunciado": "Pápulas arciformes dorso mano. Histología: necrobiosis del colágeno. ¿Diagnóstico?",
    "opciones": [
      "Liquen plano.",
      "Xantoma.",
      "Sarcoidosis.",
      "Granuloma anular."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La clínica (pápulas anulares dorso manos) y la histología (necrobiosis) son diagnósticas de Granuloma Anular."
  },
  {
    "id": "27 (MIR 2015)",
    "enunciado": "Hombre 68 años, pérdida peso. Hiperqueratosis plantar (imagen). ¿Diagnóstico?",
    "opciones": [
      "Sarna noruega.",
      "Callosidad.",
      "Psoriasis.",
      "Queratosis seborreica."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Queratodermia plantar paraneoplásica.. Explicación: Hiperqueratosis plantar adquirida asociada a síndrome constitucional sugiere síndrome paraneoplásico (asociado a Ca digestivo/pulmón)."
  },
  {
    "id": "69 (MIR 2017)",
    "enunciado": "Mujer 45 años, lesiones anulares fotosensibles en escote que curan sin cicatriz. ¿Diagnóstico?",
    "opciones": [
      "Lupus eritematoso subagudo.",
      "Tiña.",
      "Porfiria.",
      "Eritema anular."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El Lupus Cutáneo Subagudo (LECS) es típico en mujeres, fotosensible, lesiones anulares/psoriasiformes que no dejan cicatriz y se asocia a anti-Ro."
  },
  {
    "id": "146 (MIR 2015)",
    "enunciado": "¿Qué clínica obliga a despistaje de neoplasia (paraneoplásico)?",
    "opciones": [
      "Púrpura palpable.",
      "Eritema multiforme.",
      "Lupus cutáneo.",
      "Vitíligo."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Mujer 68 años, debilidad muscular proximal, eritema heliotropo y pápulas Gottron.. Explicación: Es una Dermatomiositis clásica. En adultos >40 años se asocia fuertemente a cáncer (ovario, pulmón, digestivo)."
  },
  {
    "id": "3 (MIR 2014)",
    "enunciado": "Mujer 67 años, síndrome mielodisplásico. Úlcera dolorosa bordes necróticos violáceos (Patergia). ¿Diagnóstico?",
    "opciones": [
      "Infiltración leucémica.",
      "Necrobiosis.",
      "Microangiopatía.",
      "Pioderma gangrenoso."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Úlcera dolorosa de crecimiento rápido, bordes socavados violáceos, asociada a enfermedad sistémica (Mielodisplasia, EII) es Pioderma Gangrenoso."
  },
  {
    "id": "199 (MIR 2024)",
    "enunciado": "Sobre la psoriasis, señale la correcta:",
    "opciones": [
      "Fenómeno Koebner indica comorbilidad.",
      "Tto sistémico es corticoides orales.",
      "Herencia autosómica recesiva.",
      "Histología: acantosis, hiper/paraqueratosis, microabscesos neutrófilos."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La histología es característica (Munro-Sabouraud). Los corticoides orales se evitan (efecto rebote). La herencia es poligénica."
  },
  {
    "id": "10 (MIR 2021)",
    "enunciado": "Psoriasis placas extensa (PASI alto) en diabético hipertenso. ¿Tratamiento más adecuado?",
    "opciones": [
      "Prednisona.",
      "Leflunomida.",
      "Adalimumab.",
      "Rituximab."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Psoriasis moderada-grave requiere sistémicos. Adalimumab (anti-TNF) es el único indicado de la lista para psoriasis cutánea (Leflunomida es para artritis)."
  },
  {
    "id": "214 (MIR 2016)",
    "enunciado": "Eritrodermia con \"piqueteado ungueal\" y \"mancha de aceite\" en uñas. ¿Causa primaria?",
    "opciones": [
      "Linfoma.",
      "Dermatitis atópica.",
      "Psoriasis.",
      "Ictiosis."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Los hallazgos ungueales (pitting, mancha de aceite) son muy específicos de Psoriasis, permitiendo el diagnóstico etiológico de la eritrodermia."
  },
  {
    "id": "62 (MIR 2024)",
    "enunciado": "Enfermedad sistémica con afectación mucosa oral/nasal/faríngea (70-80%) y laríngea.",
    "opciones": [
      "Penfigoide.",
      "Policondritis.",
      "Sarcoidosis.",
      "Pénfigo."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El pénfigo vulgar debuta y afecta predominantemente a mucosas (oral, faríngea) en la gran mayoría de casos, a diferencia del penfigoide."
  },
  {
    "id": "5 (MIR 2020)",
    "enunciado": "Mujer 50 años, erosiones orales dolorosas y luego cutáneas. Nikolsky positivo. ¿Qué hallazgo NO encontraría?",
    "opciones": [
      "Depósitos IgG/C3 en membrana basal.",
      "Depósitos intercelulares.",
      "Ac anti-Desmogleína 1.",
      "Ac anti-Desmogleína 3."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Clínica de Pénfigo Vulgar. El depósito en membrana basal (lineal) es de Penfigoide. El Pénfigo tiene depósito intercelular (en panal de abeja)."
  },
  {
    "id": "145 (MIR 2015)",
    "enunciado": "Enfermedad cutánea asociada a enfermedad celíaca:",
    "opciones": [
      "Dermatitis atópica.",
      "Dermatitis herpetiforme.",
      "Moluscum.",
      "Granuloma anular."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La Dermatitis Herpetiforme (de Duhring-Brocq) es la manifestación cutánea de la celiaquía (ampollas pruriginosas en codos/rodillas)."
  },
  {
    "id": "169 (MIR 2024)",
    "enunciado": "Caso de sarna. Señale la INCORRECTA:",
    "opciones": [
      "Tto elección permetrina 5%.",
      "Lavar ropa a 60ºC o bolsa plástico.",
      "Medida de efecto es desaparición picor en 48h.",
      "Ivermectina oral es opción."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El prurito post-sarna puede persistir semanas tras la curación por hipersensibilidad. No indica fallo terapéutico inmediato."
  },
  {
    "id": "205 (MIR 2024)",
    "enunciado": "Onicomicosis uña dedo gordo pie. ¿Cierto?",
    "opciones": [
      "Amorolfina 3 meses es efectiva.",
      "Si afecta matriz, tto 6-9 meses.",
      "Griseofulvina elección.",
      "En resistencia, Itraconazol oral 3 meses."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Onicomicosis pies requiere tto largo. Tópico solo si distal y poco extensa. Si hay resistencia o afectación matriz, se usan sistémicos (Terbinafina/Itraconazol) durante 3 meses."
  },
  {
    "id": "11 (MIR 2019)",
    "enunciado": "Pápulas umbilicadas en adulto (zona genital). ¿Correcta?",
    "opciones": [
      "Producida por herpes.",
      "Tto elección imiquimod.",
      "Zoonosis.",
      "Enfermedad de transmisión sexual."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Son Moluscos Contagiosos (Poxvirus). En adultos en zona genital se considera ETS. En niños es contacto directo no sexual."
  },
  {
    "id": "12 (MIR 2019)",
    "enunciado": "Paciente Hodgkin (inmunodeprimido). Lesión vesicular metamérica. ¿Diagnóstico?",
    "opciones": [
      "CMV.",
      "Herpes zoster.",
      "Sweet.",
      "Toxicidad."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Lesiones vesiculosas con distribución metamérica (dermatomo) en inmunodeprimido es Herpes Zoster (reactivación VVZ)."
  },
  {
    "id": "3 (MIR 2024)",
    "enunciado": "Hombre 75 años, calvo. Placas eritematodescamativas rasposas en cuero cabelludo. ¿Diagnóstico?",
    "opciones": [
      "Dermatitis seborreica.",
      "Queratosis actínica.",
      "Liquen nitidus.",
      "Psoriasis."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Lesiones \"rasposas\" en zonas fotoexpuestas de ancianos son Queratosis Actínicas (precancerosas)."
  },
  {
    "id": "23 (MIR 2024)",
    "enunciado": "Mujer 84 años. Lesión pápula perlada brillante con telangiectasias en párpado. ¿Diagnóstico?",
    "opciones": [
      "Carcinoma basocelular.",
      "Blefaritis.",
      "Orzuelo.",
      "Dermatitis."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Pápula perlada con telangiectasias y crecimiento lento en zona fotoexpuesta es la definición clínica de Basocelular."
  },
  {
    "id": "200 (MIR 2024)",
    "enunciado": "Melanoma Breslow 0,6 mm. Sin ulceración. ¿Actitud?",
    "opciones": [
      "Ampliación márgenes 1 cm.",
      "Ampliación 1 cm + Ganglio Centinela.",
      "Terapia dirigida.",
      "Inmunoterapia."
    ],
    "indiceCorrecta": 0,
    "explicacion": "En Melanoma in situ o invasivo fino (<0,8-1 mm) sin otros factores riesgo, el tratamiento es ampliación de márgenes a 1 cm. No indicado GC ni adyuvancia."
  },
  {
    "id": "6 (MIR 2022)",
    "enunciado": "Mujer 70 años. Placas eritematosas descamativas. Histología: linfocitos atípicos, epidermotropismo, microabscesos Pautrier.",
    "opciones": [
      "Hodgkin.",
      "Sézary.",
      "Linfoma no Hodgkin cutáneo tipo T (Micosis Fungoide).",
      "Psoriasis."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Epidermotropismo de linfocitos T atípicos y microabscesos de Pautrier son patognomónicos de la Micosis Fungoide."
  },
  {
    "id": "9 (MIR 2021)",
    "enunciado": "Mujer 85 años. Pápula perlada brillante en nariz, sangra fácil, crecimiento lento.",
    "opciones": [
      "Queratoacantoma.",
      "Carcinoma basocelular.",
      "Queratosis actínica.",
      "Herpes crónico."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Descripción clásica de Basocelular (perlado, sangrado fácil, lento). El Queratoacantoma crece muy rápido y tiene cráter córneo."
  },
  {
    "id": "20 (MIR 2018)",
    "enunciado": "Niño 3 años. Lesión que se enrojece y pica al frotar (Signo Darier). ¿Diagnóstico/Actitud?",
    "opciones": [
      "Mastocitoma, observación.",
      "Nevus sebáceo.",
      "Angiofibroma.",
      "Nevus melanocítico."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El signo de Darier (urticación al roce) es patognomónico de mastocitosis/mastocitoma. En niños suele involucionar (observación)."
  },
  {
    "id": "27 (MIR 2018)",
    "enunciado": "Paciente con melanoma tratado con Vemurafenib (BRAF). Lesión cupuliforme crecimiento rápido con tapón córneo.",
    "opciones": [
      "Botón Oriente.",
      "Metástasis.",
      "Queratoacantoma.",
      "Basocelular."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Efecto adverso típico de los inhibidores BRAF: aparición de carcinomas escamosos o queratoacantomas cutáneos."
  },
  {
    "id": "68 (MIR 2017)",
    "enunciado": "Melanoma 1,3 mm Breslow. No adenopatías. ¿Actitud?",
    "opciones": [
      "PET/TC.",
      "Ampliación 1-2 cm y Biopsia Ganglio Centinela.",
      "Linfadenectomía.",
      "Solo ampliación."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Melanoma >1 mm (o >0,8 con factores) es indicación de Biopsia Selectiva de Ganglio Centinela (BSGC) para estadificación."
  },
  {
    "id": "17 (MIR 2023)",
    "enunciado": "Mujer 65 años. Pérdida pelo línea implantación frontal y cejas. Pápulas faciales.",
    "opciones": [
      "Alopecia reversible.",
      "Más frecuente en hombres.",
      "Histopatología similar a liquen plano pilaris.",
      "Alopecia androgénica."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Alopecia Frontal Fibrosante: variante de liquen plano pilaris. Típica de mujeres postmenopáusicas. Pérdida de cejas y retroceso línea implantación."
  },
  {
    "id": "40 (MIR 2024)",
    "enunciado": "16 años. Eccema en flexuras (fosas cubital y poplítea), muy pruriginoso, crónico.",
    "opciones": [
      "Dermatitis contacto.",
      "Dermatitis atópica.",
      "Dermatitis seborreica.",
      "Dishidrótica."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La localización en flexuras y el prurito intenso crónico definen la dermatitis atópica en el niño mayor/adolescente."
  },
  {
    "id": "198 (MIR 2024)",
    "enunciado": "Hombre 35 años, DA grave refractaria a ciclosporina. ¿Biológico indicado?",
    "opciones": [
      "Ustekinumab.",
      "Dupilumab.",
      "Certolizumab.",
      "Bimekizumab."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Dupilumab (anti IL-4/13) es el biológico de elección y financiado en Dermatitis Atópica grave refractaria."
  },
  {
    "id": "41 (MIR 2024)",
    "enunciado": "Mujer toma sulfamidas. Lesiones cutáneas y mucosas con despegamiento >30% superficie.",
    "opciones": [
      "Eritema multiforme.",
      "Stevens-Johnson.",
      "Necrólisis epidérmica tóxica (NET).",
      "DRESS."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Toxicodermia grave con despegamiento >30% es NET. (S. Johnson es <10%). Sulfamidas son causa frecuente."
  },
  {
    "id": "6 (MIR 2020)",
    "enunciado": "Paciente toma lamotrigina. Fiebre, edema facial, adenopatías, eosinofilia y transaminasas altas.",
    "opciones": [
      "Sarampión.",
      "Síndrome DRESS.",
      "Stevens Johnson.",
      "Angioedema."
    ],
    "indiceCorrecta": 1,
    "explicacion": "DRESS: Drug Reaction with Eosinophilia and Systemic Symptoms. (Fiebre + Eosinofilia + Edema facial + Hepatitis)."
  },
  {
    "id": "3 (MIR 2019)",
    "enunciado": "Corte ecográfico longitudinal línea axilar anterior derecha. ¿Qué estructura NO se identifica?",
    "opciones": [
      "Diafragma.",
      "Músculo psoas.",
      "Glándula suprarrenal.",
      "Receso hepatorrenal."
    ],
    "indiceCorrecta": 2,
    "explicacion": "En este corte se ven el hígado, receso hepatorrenal y riñón derecho. La glándula suprarrenal, por su posición superomedial, no suele visualizarse salvo patología (tumor/hiperplasia)."
  },
  {
    "id": "28 (MIR 2020)",
    "enunciado": "Sobre proteínas plasmáticas (albúmina), señale la INCORRECTA:",
    "opciones": [
      "Se sintetiza en hígado y metaboliza en tejidos.",
      "Mantiene presión oncótica.",
      "Transporta bilirrubina directa o conjugada.",
      "Puede existir bisalbuminemia (doble banda)."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La albúmina transporta la bilirrubina indirecta (no conjugada) hacia el hígado. La directa es hidrosoluble."
  },
  {
    "id": "97 (MIR 2020)",
    "enunciado": "Cirrosis compensada, ahora con ictericia y deterioro. ¿Qué parámetro NO aporta información pronóstica?",
    "opciones": [
      "Albúmina sérica.",
      "INR.",
      "Bilirrubina total.",
      "Transaminasas (ALT/AST)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Las transaminasas son marcadores de citólisis (daño), pero no de función hepática ni pronóstico en la cirrosis. La albúmina, bilirrubina e INR sí marcan pronóstico (Score Child-Pugh)."
  },
  {
    "id": "98 (MIR 2020)",
    "enunciado": "Hombre 55 años, obesidad, diabetes. Hipertransaminasemia y esteatosis en eco. Estudio viral/autoinmune negativo. ¿Afirmación más apropiada?",
    "opciones": [
      "Esteatosis sin riesgo, solo control.",
      "Biopsia hepática indicada.",
      "Útil elastografía (FibroScan) para ver fibrosis.",
      "Sustituir metformina por pioglitazona."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Paciente con hígado graso metabólico (MAFLD/NAFLD). Lo más importante es estadiar la fibrosis (pronóstico) mediante métodos no invasivos como la elastografía. No se requiere biopsia de entrada."
  },
  {
    "id": "91 (MIR 2014)",
    "enunciado": "Joven 17 años, ictericia conjuntival ocasional. Perfil hepático normal, salvo Bilirrubina total 3,2 e indirecta 2,8. Eco normal.",
    "opciones": [
      "Síndrome de Rotor.",
      "Coledocolitiasis.",
      "Síndrome de Dubin-Johnson.",
      "Síndrome de Gilbert."
    ],
    "indiceCorrecta": 4,
    "explicacion": "Hiperbilirrubinemia indirecta aislada, fluctuante (ayuno, estrés), en paciente sano con hígado normal es diagnóstico de Síndrome de Gilbert."
  },
  {
    "id": "94 (MIR 2014)",
    "enunciado": "Procedimiento inicial de elección para investigar obstrucción de vías biliares:",
    "opciones": [
      "Ecografía hepatobiliar.",
      "CPRE.",
      "Colangio-RM.",
      "TC abdominal."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Ante sospecha de patología biliar (colestasis), la ecografía es la primera prueba por su capacidad para distinguir dilatación de vía biliar (intra/extrahepática)."
  },
  {
    "id": "233 (MIR 2019)",
    "enunciado": "Hombre 70 años, pinchazo accidental en parque con jeringa abandonada. No vacunado de VHB. ¿Actitud?",
    "opciones": [
      "Gammaglobulina + 1 dosis vacuna.",
      "Gammaglobulina + Vacunación completa.",
      "Gammaglobulina + antisepsia.",
      "Antisepsia + vacunación completa."
    ],
    "indiceCorrecta": 1,
    "explicacion": "En exposición percutánea de riesgo en no vacunado, se debe administrar inmunoglobulina específica anti-VHB y pauta completa de vacunación."
  },
  {
    "id": "128 (MIR 2017)",
    "enunciado": "Sanitario no vacunado se pincha con aguja de paciente con VHB crónica. ¿Actuación correcta inmediata?",
    "opciones": [
      "1ª dosis vacuna + Gammaglobulina simultánea.",
      "1ª dosis vacuna + Ribavirina.",
      "Gammaglobulina + Ribavirina.",
      "Solo gammaglobulina."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La profilaxis post-exposición en no inmunizados requiere vacuna e inmunoglobulina (en lugares anatómicos distintos). La ribavirina no tiene papel aquí."
  },
  {
    "id": "122 (MIR 2018)",
    "enunciado": "Sobre la infección por VHC, señale la CORRECTA:",
    "opciones": [
      "Transmisión vertical es la más frecuente.",
      "Cronifica en 5-10% si se adquiere en adulto.",
      "La mayoría de infectados crónicos tienen Ac anti-VHC positivos.",
      "Infección aguda cursa con ictericia >80%."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La infección aguda suele ser anictérica. La cronificación es muy alta (80%). Los anticuerpos anti-VHC son el marcador de contacto/infección."
  },
  {
    "id": "54 (MIR 2016)",
    "enunciado": "Afirmación INCORRECTA sobre virus de hepatitis:",
    "opciones": [
      "Transmisión sanguínea VHA poco común.",
      "VHE es defectivo y usa HBsAg.",
      "Polimerasa VHB tiene actividad transcriptasa inversa.",
      "HBsAg >6 meses indica portador crónico."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El virus defectivo que requiere la cubierta del VHB (HBsAg) es el virus Delta (VHD), no el VHE (que es de transmisión fecal-oral similar al A)."
  },
  {
    "id": "75 (MIR 2016)",
    "enunciado": "Niño de Nigeria. Serología VHB: HBsAg+, Anti-HBs neg, HBeAg neg, Anti-HBe+, Anti-HBc IgG+, DNA+. ¿Situación?",
    "opciones": [
      "Infección aguda.",
      "Infección crónica.",
      "Paciente vacunado.",
      "Portador asintomático."
    ],
    "indiceCorrecta": 1,
    "explicacion": "HBsAg positivo + Anti-HBc IgG positivo define la infección crónica. Al tener Anti-HBe positivo y HBeAg negativo, es una hepatitis crónica HBeAg negativa (cepa mutante precore probablemente)."
  },
  {
    "id": "108 (MIR 2016)",
    "enunciado": "Fármaco que NO se utiliza en el tratamiento de hepatitis crónica B:",
    "opciones": [
      "Entecavir.",
      "Adefovir.",
      "Tenofovir.",
      "Sofosbuvir."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El Sofosbuvir es un antiviral de acción directa para la Hepatitis C, no para la B. (El Adefovir ya se usa poco por resistencias, pero el Sofosbuvir es específico de VHC)."
  },
  {
    "id": "39 (MIR 2014)",
    "enunciado": "Los hepatocitos en \"vidrio esmerilado\" son característicos de:",
    "opciones": [
      "Hepatitis crónica VHB.",
      "Hepatitis crónica VHC.",
      "Hepatitis Delta.",
      "Hepatitis tóxica."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Es un hallazgo histopatológico clásico de la infección crónica por VHB (acumulación de HBsAg en retículo endoplasmático)."
  },
  {
    "id": "59 (MIR 2014)",
    "enunciado": "¿Qué virus de hepatitis se trata con inhibidores de la proteasa?",
    "opciones": [
      "VHC.",
      "VHB.",
      "VHA.",
      "VHE."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Los inhibidores de proteasa (acabados en -previr, ej: Grazoprevir, Glecaprevir) son pilares del tratamiento del VHC."
  },
  {
    "id": "76 (MIR 2024)",
    "enunciado": "Niña 10 años, transaminasas altas. Anti-LKM1 positivo. Señale la característica que NO presenta:",
    "opciones": [
      "Hipogammaglobulinemia.",
      "Biopsia: hepatitis de interfase.",
      "Más frecuente en sexo femenino.",
      "Hepatitis autoinmune tipo 2."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La hepatitis autoinmune cursa típicamente con hipergammaglobulinemia (policlonal, IgG elevada), no hipo. El tipo 2 (anti-LKM1) es típico de niñas."
  },
  {
    "id": "226 (MIR 2015)",
    "enunciado": "Fármaco que NO se emplea en tratamiento de hepatitis autoinmune:",
    "opciones": [
      "Prednisona.",
      "Azatioprina.",
      "Budesonida.",
      "Lamivudina."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La lamivudina es un antiviral (VHB/VIH). La HAI se trata con inmunosupresores (corticoides, azatioprina, micofenolato)."
  },
  {
    "id": "222 (MIR 2019)",
    "enunciado": "Intoxicación por setas (Amanita phalloides). Señale la FALSA:",
    "opciones": [
      "Lugar recolección importante.",
      "Cantidad influye pronóstico.",
      "Desaparición de síntomas indica recuperación (amigo tenía razón).",
      "Aparición precoz síntomas (<6h) mejor pronóstico."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La intoxicación por faloidina tiene una fase de latencia o \"falsa recuperación\" tras la gastroenteritis inicial, antes del fallo hepático masivo. La mejoría clínica inicial es engañosa."
  },
  {
    "id": "90 (MIR 2014)",
    "enunciado": "Mujer 50 años, alcohólica. Fiebre, ictericia, dolor abdominal. Leucocitosis, AST 300 / ALT 120 (ratio >2). ¿Diagnóstico?",
    "opciones": [
      "Absceso hepático.",
      "Colecistitis.",
      "Colangitis.",
      "Hepatitis alcohólica."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Cuadro agudo en alcohólico crónico tras sobreingesta. Datos clave: Fiebre, Ictericia, AST > ALT (patrón 2:1 característico) y GGT alta. Es una Hepatitis Alcohólica Aguda."
  },
  {
    "id": "1 (MIR 2020)",
    "enunciado": "Mujer 40 años, obesidad mórbida, cirugía bariátrica. Biopsia hepática intraoperatoria con gotas de grasa vacías. ¿Lesión histológica?",
    "opciones": [
      "Esteatosis.",
      "Esteatohepatitis.",
      "Cirrosis.",
      "Hepatitis crónica."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La presencia de gotas de grasa dentro de los hepatocitos define la esteatosis. Para hablar de esteatohepatitis se requiere además inflamación y balonización ."
  },
  {
    "id": "4 (MIR 2022)",
    "enunciado": "Biopsia hepática 2014: esteatosis 70%. Biopsia 2021 (tras ganar peso): fibrosis en puentes. ¿Evolución?",
    "opciones": [
      "La esteatosis es menos intensa (buen pronóstico).",
      "No hay inflamación (buen pronóstico).",
      "Situación estable.",
      "La presencia de fibrosis en puentes demuestra la progresión de la enfermedad."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La aparición de tractos fibrosos (fibrosis en puentes) y nódulos de regeneración indica progresión hacia cirrosis, un estadio más avanzado que la esteatosis simple."
  },
  {
    "id": "90 (MIR 2018)",
    "enunciado": "Fármaco eficaz en reducción de fibrosis en esteatohepatitis no alcohólica (NASH):",
    "opciones": [
      "Pioglitazona.",
      "Pentoxifilina.",
      "Ácido ursodesoxicólico.",
      "Fenofibrato."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Las glitazonas (pioglitazona) han mostrado mejoría en la fibrosis hepática en estudios, aunque la medida principal sigue ser la pérdida de peso ."
  },
  {
    "id": "196 (MIR 2022)",
    "enunciado": "Mujer 25 años, hepatopatía autoinmune, prurito, xantomas. Colesterol total 800 mg/dL. ¿Respuesta correcta?",
    "opciones": [
      "Se trata de una hipercolesterolemia secundaria a colestasis.",
      "Imprescindible test genético.",
      "Hipercolesterolemia familiar homocigota.",
      "Excluir causa primaria renal."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Cuadro clásico de Colangitis Biliar Primaria (CBP): mujer joven, colestasis, xantomas. La hipercolesterolemia es secundaria a la colestasis (lipoproteína X) y no suele aumentar el riesgo cardiovascular ."
  },
  {
    "id": "79 (MIR 2019)",
    "enunciado": "Hombre 29 años, Colitis Ulcerosa. Dolor hipocondrio y colestasis disociada (FA y GGT altas, Bilirrubina normal). ¿Diagnóstico?",
    "opciones": [
      "Enfermedad biliar primaria.",
      "Hepatitis autoinmune.",
      "Coledocolitiasis.",
      "Colangitis Esclerosante Primaria (CEP)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La asociación de Colitis Ulcerosa + Colestasis en varón joven es muy sugestiva de CEP. El 75% de pacientes con CEP tienen EII asociada ."
  },
  {
    "id": "99 (MIR 2020)",
    "enunciado": "Cirrosis Child B, ascitis y antecedente de PBE previa. ¿Profilaxis secundaria antibiótica adecuada?",
    "opciones": [
      "Vancomicina.",
      "Norfloxacino 400 mg/día.",
      "Metronidazol.",
      "Amoxicilina."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Tras un episodio de Peritonitis Bacteriana Espontánea (PBE), se indica profilaxis secundaria indefinida (o hasta trasplante/resolución ascitis) con Norfloxacino ."
  },
  {
    "id": "36 (MIR 2018)",
    "enunciado": "Anatomía de la vena porta. Señale la FALSA:",
    "opciones": [
      "Se forma detrás del cuello del páncreas.",
      "Sus paredes tienen válvulas.",
      "En el hilio está detrás de la arteria hepática.",
      "Bifurcación con pocas variantes."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El sistema venoso portal carece de válvulas, lo que facilita la transmisión de presión retrógrada en la hipertensión portal ."
  },
  {
    "id": "77 (MIR 2017)",
    "enunciado": "63 años, cirrosis alcohólica. Primera ascitis. Varices grado IV conocidas. ¿Afirmación MENOS adecuada?",
    "opciones": [
      "Realizar paracentesis diagnóstica.",
      "Ecografía para descartar hepatocarcinoma/trombosis.",
      "Iniciar betabloqueantes (profilaxis primaria).",
      "Iniciar diuréticos hospitalizado para asegurar no fallo renal."
    ],
    "indiceCorrecta": 3,
    "explicacion": "No es imprescindible hospitalizar para iniciar diuréticos si el paciente está estable. La restricción de sal es el primer paso. La paracentesis y eco sí son obligadas en debut de ascitis ."
  },
  {
    "id": "80 (MIR 2017)",
    "enunciado": "¿Qué situación NO se asocia a un gradiente seroascítico de albúmina (GASA) > 1,1 g/dL?",
    "opciones": [
      "Cirrosis hepática.",
      "Carcinomatosis peritoneal.",
      "Síndrome de Budd-Chiari.",
      "Insuficiencia hepática aguda."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El GASA > 1,1 indica Hipertensión Portal (Cirrosis, Budd-Chiari, Fallo cardíaco/hepático). La carcinomatosis (exudado) tiene GASA < 1,1 ."
  },
  {
    "id": "12 (MIR 2016)",
    "enunciado": "Líquido ascítico turbio/quiloso (imagen). ¿Qué hallazgo NO esperaría?",
    "opciones": [
      "Triglicéridos 90 mg/dL.",
      "Proteínas totales 3 g/dL.",
      "Leucocitos >500.",
      "Gradiente albúmina 0.9 g/dL."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Una ascitis quilosa (turbia/lechosa) se define por Triglicéridos elevados (>200 mg/dL). Un valor de 90 mg/dL es bajo para ese aspecto visual ."
  },
  {
    "id": "70 (MIR 2016)",
    "enunciado": "Técnica endoscópica con MAYOR riesgo de complicaciones mayores:",
    "opciones": [
      "Ecoendoscopia diagnóstica.",
      "Esclerosis de varices esofágicas.",
      "Colonoscopia diagnóstica.",
      "Polipectomía de pólipo sésil."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La escleroterapia de varices tiene alta tasa de complicaciones (ulceración, estenosis, perforación) y ha sido desplazada por la ligadura con bandas."
  },
  {
    "id": "74 (MIR 2016)",
    "enunciado": "Cirrótico con ascitis, dolor difuso. Líquido: 2300 leucocitos, 60% PMN (>250 PMN). ¿Tratamiento inmediato?",
    "opciones": [
      "Restricción sal.",
      "Espironolactona.",
      "Cefalosporina 3ª generación.",
      "Paracentesis evacuadora."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Diagnóstico de PBE (>250 neutrófilos en ascitis). El tratamiento prioritario es antibiótico empírico (Ceftriaxona). Los diuréticos o paracentesis total pueden precipitar fallo renal en agudo ."
  },
  {
    "id": "43 (MIR 2015)",
    "enunciado": "Cirrótico acude por ascitis y desorientación (encefalopatía). ¿Exploración urgente obligada?",
    "opciones": [
      "TC craneal.",
      "Ecografía abdominal.",
      "Paracentesis exploradora (descartar PBE).",
      "Electroencefalograma."
    ],
    "indiceCorrecta": 2,
    "explicacion": "En todo cirrótico con ascitis que ingresa o se deteriora (encefalopatía), hay que descartar PBE mediante paracentesis diagnóstica, ya que la clínica puede ser sutil ."
  },
  {
    "id": "169 (MIR 2014)",
    "enunciado": "Mujer 80 años, síndrome tóxico y ascitis. Líquido gelatinoso difícil de extraer. ¿Etiología?",
    "opciones": [
      "Cirrosis.",
      "Linfoma.",
      "TBC peritoneal.",
      "Metástasis peritoneal de adenocarcinoma (Pseudomixoma)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El líquido ascítico \"gelatinoso\" (moco) es característico del Pseudomixoma Peritoneal (origen apéndice u ovario -adenocarcinoma mucinoso-) ."
  },
  {
    "id": "235 (MIR 2014)",
    "enunciado": "Procedimiento más útil para medir respuesta de ascitis a diuréticos:",
    "opciones": [
      "Volumen orina 24h.",
      "Perímetro abdominal.",
      "Gradiente albúmina semanal.",
      "Registrar el peso cada día."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El control de peso diario es la medida más fiable y sencilla para valorar el balance hídrico negativo y la eficacia diurética ."
  },
  {
    "id": "130 (MIR 2024)",
    "enunciado": "Hepatocarcinoma (CHC) en hígado graso metabólico (MAFLD) vs viral/alcohol. Característica diferencial:",
    "opciones": [
      "Personas más jóvenes.",
      "Mejor cribado.",
      "Aparece frecuentemente en fases previas a cirrosis.",
      "Incidencia mayor que en VHC."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El CHC asociado a hígado graso tiene la particularidad de aparecer sobre hígado no cirrótico con más frecuencia que en otras etiologías ."
  },
  {
    "id": "131 (MIR 2023)",
    "enunciado": "Cirrosis NASH Child A. 4 nódulos, uno de 6 cm, invasión portal. ¿Tratamiento?",
    "opciones": [
      "Quimioembolización (TACE).",
      "Sorafenib (Sistémico).",
      "Trasplante.",
      "Radiofrecuencia."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Hepatocarcinoma Estadio C de BCLC (Invasión vascular / extrahepática). Tratamiento paliativo con terapia sistémica (Atezolizumab-Bevacizumab o Sorafenib/Lenvatinib) ."
  },
  {
    "id": "16 (MIR 2022)",
    "enunciado": "Varón 47 años, fiebre 39ºC, dolor epigástrico. TC: Lesión hipodensa única. ¿Diagnóstico?",
    "opciones": [
      "Absceso hepático.",
      "Hemangioma.",
      "Hepatocarcinoma.",
      "Hiperplasia nodular focal."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Clínica infecciosa (fiebre alta, escalofríos) + dolor + lesión focal hepática en TC sugiere Absceso Hepático (piógeno o amebiano) ."
  },
  {
    "id": "137 (MIR 2022)",
    "enunciado": "Cirrosis. Nódulo 1,5 cm. RM: realce arterial y lavado venoso (washout). AFP normal. ¿Actitud?",
    "opciones": [
      "Biopsia.",
      "Eco en 3 meses.",
      "Trasplante hepático.",
      "Solicitar estudio de extensión."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El patrón vascular típico (hipercaptación arterial + lavado) en cirrosis permite diagnóstico de CHC sin biopsia. Se requiere estudio de extensión (TC tórax/abdomen) para estadificar y decidir tratamiento ."
  },
  {
    "id": "84 (MIR 2018)",
    "enunciado": "67 años, cirrosis Child A. HCC único 3 cm. Sin hipertensión portal. ¿Tratamiento?",
    "opciones": [
      "Etanol.",
      "Resección hepática.",
      "Trasplante.",
      "TACE."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Estadio A muy precoz/precoz. Al no tener Hipertensión Portal y función preservada (Child A), la resección quirúrgica es el tratamiento de elección ."
  },
  {
    "id": "78 (MIR 2017)",
    "enunciado": "Diagnóstico de hepatocarcinoma. Señale la correcta:",
    "opciones": [
      "Histología obligatoria siempre.",
      "En cirróticos se diagnostica por imagen dinámica.",
      "Diagnóstico por AFP >100.",
      "Arteriografía es la única fiable."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El CHC es de los pocos tumores que se puede diagnosticar solo con criterios radiológicos (TC/RM dinámicos) en pacientes con cirrosis, sin necesidad de biopsia ."
  },
  {
    "id": "140 (MIR 2021)",
    "enunciado": "Varón 54 años, colesterol alto pese a estatinas. LDL 270. Xantomas tendinosos. ¿Afirmación INCORRECTA?",
    "opciones": [
      "El diagnóstico puede realizarse mediante análisis genético.",
      "Debemos realizar estudio genético a todos los familiares de primer grado.",
      "Podría beneficiarse de tratamiento con inhibidor de PCSK9.",
      "Es fundamental el control de todos los factores de riesgo cardiovascular."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El estudio de familiares se hace mediante perfil lipídico, no necesariamente genético de entrada. Se trata de una Hipercolesterolemia Familiar Heterocigota."
  },
  {
    "id": "38 (MIR 2020)",
    "enunciado": "Embarazada con hipercolesterolemia. ¿Qué fármaco está contraindicado por riesgo de anomalías fetales (Categoría X)?",
    "opciones": [
      "Ácido nicotínico.",
      "Gemfibrozilo.",
      "Simvastatina.",
      "Colestiramina."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Las estatinas (simvastatina) están absolutamente contraindicadas en el embarazo por teratogenicidad."
  },
  {
    "id": "89 (MIR 2019)",
    "enunciado": "Hombre 43 años, IAM previo. Colesterol 276, TG 278 (mixta). Padre y tíos con hiperlipemia mixta y eventos. Sin xantomas. ¿Diagnóstico?",
    "opciones": [
      "Hipercolesterolemia familiar heterocigota.",
      "Disbetalipoproteinemia.",
      "Hiperlipemia familiar combinada.",
      "Síndrome metabólico."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Adulto joven con dislipemia mixta (Colesterol y TG altos), fuerte historia familiar de dislipemia y eventos precoces, sin xantomas. Es típico de la Hiperlipemia Familiar Combinada."
  },
  {
    "id": "89 (MIR 2017)",
    "enunciado": "60 años, post-IAM. Toma gemfibrozilo, lisinopril, AAS, carvedilol. LDL 162, HDL 46, TG 132. ¿Actitud?",
    "opciones": [
      "Mantener tratamiento.",
      "Aumentar HDL con ácido nicotínico.",
      "Disminuir LDL cambiando gemfibrozilo por atorvastatina.",
      "Retirar betabloqueante."
    ],
    "indiceCorrecta": 2,
    "explicacion": "En prevención secundaria (post-IAM) el objetivo prioritario es bajar el LDL (objetivo <55 mg/dL). Se debe usar una estatina de alta potencia (atorvastatina/rosuvastatina)."
  },
  {
    "id": "89 (MIR 2016)",
    "enunciado": "Sobre factores de riesgo cardiovascular, ¿cuál NO es correcta?",
    "opciones": [
      "Objetivo LDL depende del riesgo global.",
      "Diabéticos tipo 2 son de alto riesgo, objetivo LDL <100.",
      "No hay evidencia de que HDL bajo sea factor de riesgo.",
      "Riesgo por HTA mejora al reducir la presión."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El HDL bajo SÍ es un factor de riesgo cardiovascular independiente. (Nota: La opción 2 también quedó desactualizada, los objetivos en DM son más estrictos, pero la 3 es la falsa conceptual)."
  },
  {
    "id": "48 (MIR 2014)",
    "enunciado": "Aumento de LDL plasmática. ¿Cuál es la afirmación correcta?",
    "opciones": [
      "LDL hacen transporte reverso.",
      "Niveles elevados son beneficiosos.",
      "LDL son ricas en triglicéridos.",
      "Aumento de LDL protege arterias."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Las LDL transportan colesterol desde hígado a tejidos periféricos... Explicación: Las LDL llevan el colesterol a los tejidos (vía endógena) y su aumento es factor de riesgo cardiovascular lineal."
  },
  {
    "id": "203 (MIR 2023)",
    "enunciado": "Varón 30 años, úlceras pépticas y cólico renal. Calcio 11,1, PTH 150. ¿Síndrome?",
    "opciones": [
      "Complejo de Carney.",
      "Síndrome poliglandular tipo 1.",
      "MEN 2A.",
      "MEN 1."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Úlceras (Gastrinoma/Zollinger-Ellison) + Hipercalcemia por Hiperparatiroidismo Primario = MEN 1 (\"Pan para el Hipo\": Páncreas, Paratiroides, Hipófisis)."
  },
  {
    "id": "35 (MIR 2022)",
    "enunciado": "Sobre el gen AIRE (Síndrome poliglandular AI tipo 1):",
    "opciones": [
      "Ligado al cromosoma X (IPEX).",
      "Se expresa en timocitos doble negativos.",
      "Se expresa en células T reguladoras.",
      "Se expresa en células epiteliales de médula tímica (selección negativa)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El gen AIRE permite la expresión de antígenos tisulares en el timo para la selección negativa de linfocitos T, previniendo la autoinmunidad."
  },
  {
    "id": "169 (MIR 2022)",
    "enunciado": "Neoplasia que NO suele asociarse con MEN-1:",
    "opciones": [
      "Adenoma de hipófisis.",
      "Feocromocitoma.",
      "Insulinoma.",
      "Glucagonoma."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El feocromocitoma es típico del MEN-2 (\"Café para 2\"), no del MEN-1."
  },
  {
    "id": "91 (MIR 2017)",
    "enunciado": "33 años, tumor islote pancreático (hipergastrinemia) y calcemia 12,3 mg/dL. ¿Diagnóstico?",
    "opciones": [
      "MEN 1.",
      "McCune-Albright.",
      "Carney.",
      "Sindrome poliglandular I."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Tumor pancreático (gastrinoma) + Hipercalcemia (Hiperparatiroidismo) = MEN 1."
  },
  {
    "id": "231 (MIR 2015)",
    "enunciado": "24 años, antecedentes familiares de Carcinoma Medular de Tiroides. Masa adrenal 5 cm. ¿Decisión clínica?",
    "opciones": [
      "Control semestral.",
      "Prioridad buscar carcinoma medular.",
      "Sospechar Cushing.",
      "PAAF de lesión."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Determinar catecolaminas en orina para descartar feocromocitoma. Explicación: Ante sospecha de MEN 2 (CMT familiar + masa adrenal), lo prioritario es descartar y operar primero el Feocromocitoma para evitar crisis hipertensiva en otras cirugías."
  },
  {
    "id": "99 (MIR 2014)",
    "enunciado": "45 años, tumor neuroendocrino páncreas. Antecedentes de cólicos nefríticos (litiasis) y amenorrea. ¿Sospecha?",
    "opciones": [
      "MEN 1.",
      "MEN 2A.",
      "MEN 2B.",
      "Somatostatinoma."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Tumor páncreas + Litiasis (Hiperparatiroidismo) + Amenorrea (Prolactinoma/Hipofisario) = Tríada clásica del MEN 1."
  },
  {
    "id": "146 (MIR 2022)",
    "enunciado": "Mujer 40 años. Diarrea acuosa abundante, hipopotasemia, rubor facial. Masa en cola páncreas. ¿Diagnóstico?",
    "opciones": [
      "Insulinoma.",
      "PPoma.",
      "VIPoma.",
      "Glucagonoma."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Tríada de WDHA (Watery Diarrhea, Hypokalemia, Achlorhydria) o Cólera Pancreático es producida por el VIPoma."
  },
  {
    "id": "212 (MIR 2017)",
    "enunciado": "Técnica diagnóstica de elección para localizar tumor primario y extensión en síndrome carcinoide:",
    "opciones": [
      "TC.",
      "RM.",
      "Gammagrafía con octreótido (Octreoscan).",
      "PET."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La gammagrafía con análogos de somatostatina (Octreoscan) es la elección para localizar tumores neuroendocrinos (carcinoides) que expresan receptores de somatostatina."
  },
  {
    "id": "86 (MIR 2015)",
    "enunciado": "Diabetes mellitus, pérdida de peso, anemia y eritema migratorio necrolítico. ¿Diagnóstico?",
    "opciones": [
      "Somatostatinoma.",
      "Insulinoma.",
      "Vipoma.",
      "Gastrinoma."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Glucagonoma. Explicación: El eritema necrolítico migratorio es la lesión cutánea patognomónica del Glucagonoma (4 D's: Diabetes, Dermatitis, Deep vein thrombosis, Depression)."
  },
  {
    "id": "201 (MIR 2024)",
    "enunciado": "¿Cuál NO es una respuesta hormonal a la hipoglucemia?",
    "opciones": [
      "Aumento de GH.",
      "Reducción de secreción de glucagón.",
      "Aumento de cortisol.",
      "Aumento de adrenalina."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Ante una hipoglucemia, el glucagón AUMENTA (es la primera defensa), no se reduce. La insulina es la que se reduce."
  },
  {
    "id": "102 (MIR 2020)",
    "enunciado": "Hipoglucemia por tumores no insulinomas. ¿Característica?",
    "opciones": [
      "Tumores pequeños.",
      "Insulina y péptido C suprimidos.",
      "IGF-I elevado.",
      "Frecuente en neoplasias hematológicas sin caquexia."
    ],
    "indiceCorrecta": 1,
    "explicacion": "En hipoglucemias tumorales no-insulinoma (ej. sarcomas que producen IGF-II), la insulina endógena, proinsulina y péptido C están suprimidos (inhibidos por la hipoglucemia)."
  },
  {
    "id": "190 (MIR 2023)",
    "enunciado": "Varón 50 años. Cintura 104 cm, PA 136/89, TG 160, HDL 30, Glucemia 88. ¿Cuántos criterios de Sd Metabólico (ATP III)?",
    "opciones": [
      "Dos.",
      "Tres.",
      "Cuatro.",
      "Cinco."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Cumple 4 criterios: 1. Cintura >102; 2. PA >130/85; 3. TG >150; 4. HDL <40. (Glucemia es normal)."
  },
  {
    "id": "130 (MIR 2017)",
    "enunciado": "Muestreo para prevalencia pediculosis: se divide población en barrios y se toma muestra aleatoria en cada uno.",
    "opciones": [
      "Aleatorio simple.",
      "Estratificado.",
      "Por conglomerados.",
      "Sistemático."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Si se divide en estratos (barrios) y se muestrea dentro de todos los estratos para asegurar representación, es Muestreo Estratificado. (Conglomerados sería elegir algunos barrios y estudiar a todos dentro)."
  },
  {
    "id": "184 (MIR 2015)",
    "enunciado": "Variable: presencia (1) o ausencia (0) de bacteriuria. ¿Tipo?",
    "opciones": [
      "Ordinal.",
      "Numérica.",
      "Categórica.",
      "Continua."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Es una variable cualitativa nominal dicotómica (Categórica). No tiene orden ni valor numérico real."
  },
  {
    "id": "190 (MIR 2014)",
    "enunciado": "Comparación dos grupos (edad media 52 en ambos). ¿Qué podemos decir?",
    "opciones": [
      "No difieren en distribución.",
      "Si bien diseñado, no pueden tener misma media.",
      "Conviene conocer desviación típica.",
      "No importa la distribución."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Para comparar adecuadamente dos distribuciones cuantitativas, no basta con la media (tendencia central), se necesita una medida de dispersión (desviación típica)."
  },
  {
    "id": "45 (MIR 2024)",
    "enunciado": "Al aumentar el tamaño muestral de un estudio transversal aumenta:",
    "opciones": [
      "Representatividad.",
      "Validez.",
      "Reproducibilidad.",
      "Precisión."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Aumentar la \"n\" reduce el error aleatorio (estrecha los intervalos de confianza), aumentando la PRECISIÓN."
  },
  {
    "id": "123 (MIR 2019)",
    "enunciado": "¿Qué significa el Intervalo de Confianza al 95%?",
    "opciones": [
      "Contiene el efecto en el 95% de pacientes.",
      "Incluye el 95% de efectos poblacionales.",
      "Incluye 95% efectos muestrales.",
      "Incluye el efecto poblacional en el 95% de los estudios (hipotéticos repetidos)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Definición frecuentista: Si repitiéramos el estudio infinitas veces, el 95% de los intervalos calculados contendrían el verdadero valor poblacional."
  },
  {
    "id": "122 (MIR 2019)",
    "enunciado": "Si el número de observaciones (n) se multiplica por 4, el error estándar de la media:",
    "opciones": [
      "Se divide por 4.",
      "Se divide por 2.",
      "Se multiplica por 4.",
      "Se multiplica por 2."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El error estándar es s/n​. Si n se multiplica por 4, la raíz cuadrada es 2. Por tanto, el error se divide por 2."
  },
  {
    "id": "215 (MIR 2018)",
    "enunciado": "¿Cómo reducir la amplitud de un intervalo de confianza?",
    "opciones": [
      "Aumentando n o disminuyendo confianza.",
      "Disminuyendo n...",
      "Aumentando n o disminuyendo potencia.",
      "Aumentando n o aumentando confianza."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Para hacer el intervalo más estrecho (más preciso), hay que aumentar el tamaño muestral (n) o aceptar un menor nivel de confianza (ej. 90% en vez de 95%)."
  },
  {
    "id": "185 (MIR 2015)",
    "enunciado": "Media 0,8; Desviación 0,62; n=85. IC 95% para la media poblacional.",
    "opciones": [
      "0,8 +/- 0,04.",
      "0,8 +/- 0,13.",
      "0,8 +/- 0,62.",
      "0,8 +/- 1,96."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Fórmula: Media +/- 1,96 * (DE/raiz(n)). 0,8 +/- 2 * (0,62/9,2) aprox 0,8 +/- 0,13."
  },
  {
    "id": "191 (MIR 2014)",
    "enunciado": "Cálculo tamaño muestral para estimar una media (IMC). Se fija confianza y precisión. ¿Qué falta?",
    "opciones": [
      "Media poblacional.",
      "Varianza (o desviación típica) del IMC.",
      "Media y desviación.",
      "Tamaño población."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Para estimar una media, se necesita la varianza (o desviación típica) de la variable en la población (medida de dispersión)."
  },
  {
    "id": "115 (MIR 2019)",
    "enunciado": "Afirmación CORRECTA sobre ensayos clínicos:",
    "opciones": [
      "No inferioridad concluye bioequivalencia.",
      "Variables subrogadas garantizan efecto final.",
      "Tolerancia con error tipo 2 es mayor que con tipo 1.",
      "Error tipo 1 impide seguir investigando."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Habitualmente se acepta un riesgo de error alfa (tipo 1) del 5% y un riesgo de error beta (tipo 2) del 20% (potencia 80%). Se tolera más el beta."
  },
  {
    "id": "25 (MIR 2018)",
    "enunciado": "Ensayo clínico (Imagen: HR 0.93, IC 0.69-1.26, p sup 0.68, p no-inf 0.01). ¿Conclusión?",
    "opciones": [
      "Mirgliptin reduce eventos.",
      "Estudio no concluyente.",
      "Se demuestra no inferioridad.",
      "Mirgliptin es no inferior."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La p de no-inferioridad es significativa (<0.05) y el IC no cruza el margen delta (1.3). Se demuestra la no-inferioridad. No se demuestra superioridad (p=0.68)."
  },
  {
    "id": "118 (MIR 2019)",
    "enunciado": "Metaanálisis anticoagulación en tumores cerebrales. RR 2,14 (IC 0,98 - 4,56). Heterogeneidad alta. ¿Conclusión?",
    "opciones": [
      "Confirmamos que no aumenta riesgo.",
      "No podemos descartar que exista riesgo aumentado.",
      "Concluimos que existe riesgo.",
      "Descartamos riesgo."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El intervalo de confianza cruza el 1 (0,98 - 4,56), por lo que el resultado no es estadísticamente significativo. No se puede afirmar que haya riesgo, pero tampoco descartarlo (la tendencia es al riesgo)."
  },
  {
    "id": "214 (MIR 2018)",
    "enunciado": "Prueba para evaluar supervivencia de pacientes VIH en función del momento de infección.",
    "opciones": [
      "T Student.",
      "Regresión lineal.",
      "Estimador Kaplan-Meier.",
      "Regresión logística."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Para análisis de supervivencia (tiempo hasta evento), el método estándar es la curva de Kaplan-Meier."
  },
  {
    "id": "122 (MIR 2017)",
    "enunciado": "La prueba de \"chi cuadrado\" se utiliza para:",
    "opciones": [
      "Grado asociación cuantitativas.",
      "Comparación medias.",
      "Igualdad varianzas.",
      "Grado de asociación (comparación) en variables cualitativas."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Chi-cuadrado se usa para comparar proporciones entre dos variables cualitativas."
  },
  {
    "id": "123 (MIR 2017)",
    "enunciado": "Comparar media de variable cuantitativa NO normal (pliegue cutáneo) en dos grupos independientes.",
    "opciones": [
      "Mann-Whitney.",
      "T Student.",
      "Pearson.",
      "F Snedecor."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Comparación de 2 medias independientes: si es normal -> T Student. Si NO es normal -> U de Mann-Whitney (test no paramétrico)."
  },
  {
    "id": "124 (MIR 2017)",
    "enunciado": "Comparar eficacia 3 tratamientos (número lesiones desaparecidas - cuantitativa).",
    "opciones": [
      "ANOVA.",
      "Análisis factorial.",
      "Fisher.",
      "Regresión."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Comparación de una variable cuantitativa en más de 2 grupos (>2 medias) -> ANOVA (Análisis de la Varianza)."
  },
  {
    "id": "29 (MIR 2016)",
    "enunciado": "Ensayo clínico anticoagulación puente (\"Bridging\"). Resultado TEP: Placebo vs Heparina no significativo. Sangrados: Heparina > Placebo. ¿INCORRECTA?",
    "opciones": [
      "Se observó frecuencia menor de TEP en grupo puente.",
      "No diferencias mortalidad.",
      "Grupo puente más sangrados.",
      "Placebo no inferior en TEP."
    ],
    "indiceCorrecta": 0,
    "explicacion": "No hubo diferencias significativas en TEP (eficacia similar), por lo que es falso decir que hubo \"frecuencia significativamente menor\". (De hecho, el bridging aumentó sangrados sin reducir TEP)."
  },
  {
    "id": "190 (MIR 2016)",
    "enunciado": "Ensayo No-Inferioridad. Límite -0,18. Diferencia +0,26 (IC -0,15 a +0,40). ¿Conclusión?",
    "opciones": [
      "Forbuterol es no inferior.",
      "Serbuterol no inferior.",
      "Forbuterol superior.",
      "No concluyente."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El límite inferior del IC (-0,15) no cruza el límite de no-inferioridad preestablecido (-0,18). Por tanto, se demuestra la no-inferioridad."
  },
  {
    "id": "194 (MIR 2016)",
    "enunciado": "La regresión múltiple permite:",
    "opciones": [
      "Valores mínimos.",
      "Establecer qué variables independientes influyen en la dependiente.",
      "Importancia variable.",
      "Relación simultánea."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La regresión múltiple analiza la relación entre una variable dependiente y múltiples variables independientes (predictoras/confusoras)."
  },
  {
    "id": "186 (MIR 2015)",
    "enunciado": "Relación entre calidad de sueño (puntuación) y depresión (puntuación). Ambas ordinales/cuantitativas.",
    "opciones": [
      "T Student.",
      "Regresión logística.",
      "ANOVA.",
      "Chi cuadrado."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Coeficiente de correlación. Explicación: Para evaluar la relación/asociación entre dos variables cuantitativas (o ordinales scores), se usa la correlación (Pearson o Spearman)."
  },
  {
    "id": "190 (MIR 2015)",
    "enunciado": "Ensayo No-Inferioridad. Límite -50 ml. Resultado +8 ml (IC -59 a +67).",
    "opciones": [
      "Superior.",
      "No inferior.",
      "No concluyente.",
      "Equivalentes."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El intervalo de confianza (-59) cruza el límite de no inferioridad (-50). Por tanto, NO se puede demostrar la no-inferioridad. El estudio es no concluyente."
  },
  {
    "id": "33 (MIR 2014)",
    "enunciado": "Curvas Kaplan-Meier (Imagen mala calidad). HR 0.54 (significativo). ¿Afirmación correcta?",
    "opciones": [
      "Ganancia mediana tiempo no supera 2 semanas.",
      "Suficiente porcentaje progresión.",
      "Ratio medianas 0.54.",
      "Log-rank evalúa tiempos."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Interpretación de curvas KM: La mediana de supervivencia es el tiempo al que cae al 50%. En la gráfica, la separación horizontal al 50% es pequeña (<2 semanas)."
  },
  {
    "id": "34 (MIR 2014)",
    "enunciado": "Sobre el mismo estudio anterior (HR 0.54). ¿Correcta?",
    "opciones": [
      "Todos progresaron.",
      "No significativo por solapamiento final.",
      "Reducción riesgo 46% (RRR).",
      "Promedio tiempo es mejor estimador."
    ],
    "indiceCorrecta": 3,
    "explicacion": "En análisis de supervivencia, la variable de interés es el tiempo hasta el evento. El HR de 0.54 implica un menor riesgo instantáneo, pero el promedio de tiempo (área bajo la curva) o la mediana son estimadores más intuitivos del beneficio clínico. (La respuesta 3 confunde HR con RRR de incidencias acumuladas)."
  },
  {
    "id": "192 (MIR 2014)",
    "enunciado": "Coeficiente correlación de Pearson. Indica asociación si:",
    "opciones": [
      "Positivo.",
      "Entre -1 y 1.",
      "Cero.",
      "Igual a n."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Su valor se acerca a sus valores extremos (-1 o +1). Explicación: El valor 0 indica ausencia de correlación. Cuanto más cerca de -1 (inversa perfecta) o +1 (directa perfecta), más fuerte es la asociación."
  },
  {
    "id": "204 (MIR 2014)",
    "enunciado": "Ensayo dolor. Diferencia medias 4 mm (escala 100). p=0.03 (significativa). ¿Conclusión?",
    "opciones": [
      "Diferencias clínicamente relevantes.",
      "Diferencias estadísticamente significativas.",
      "Beneficio-riesgo mejor.",
      "20% mejor."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El estudio tiene significación estadística (p<0.05) pero la relevancia clínica es dudosa (4 mm en escala de 100 es muy poco perceptible). No confundir significación estadística con relevancia clínica."
  },
  {
    "id": "46 (MIR 2024)",
    "enunciado": "Validez prueba diagnóstica. Resumir relación Sensibilidad/Especificidad.",
    "opciones": [
      "Kappa.",
      "Curva ROC.",
      "Correlación intraclase.",
      "Altman Bland."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La Curva ROC representa la Sensibilidad frente a (1-Especificidad) para distintos puntos de corte, permitiendo elegir el mejor y calcular el área bajo la curva (precisión global)."
  },
  {
    "id": "43 (MIR 2024)",
    "enunciado": "Condiciones cribado poblacional cáncer. Señale la INCORRECTA:",
    "opciones": [
      "Prueba adecuada independiente de aceptabilidad.",
      "Enfermedad relevante.",
      "Tratable en fase presintomática.",
      "Recursos suficientes."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La prueba de cribado DEBE ser aceptable para la población (además de válida, fiable, segura). Si no es aceptable (dolorosa, invasiva), la población no participará."
  },
  {
    "id": "45 (MIR 2023)",
    "enunciado": "Valor Predictivo Negativo del 92%. Interpretación:",
    "opciones": [
      "De cada 100 negativos, 92 son sanos.",
      "De cada 100 sanos, 92 son negativos.",
      "De cada 100 enfermos, 8 negativos.",
      "De cada 100 positivos..."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El VPN es la probabilidad de estar sano dado un resultado negativo. (Verdaderos Negativos / Total Negativos)."
  },
  {
    "id": "44 (MIR 2022)",
    "enunciado": "Especificidad 94%. Interpretación:",
    "opciones": [
      "De cada 100 negativos, 94 sanos.",
      "De cada 100 sanos, en 94 el test es negativo.",
      "De cada 100 enfermos, 6 negativos.",
      "De cada 100 positivos..."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La Especificidad es la capacidad de detectar a los sanos (Verdaderos Negativos / Total Sanos)."
  },
  {
    "id": "50 (MIR 2021)",
    "enunciado": "Características prueba diagnóstica. Correcta:",
    "opciones": [
      "Valores predictivos dependen de prevalencia.",
      "Especificidad clasifica enfermos.",
      "Especificidad clasifica enfermos positivos.",
      "VPP indica prob de no tener enfermedad."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Sensibilidad y Especificidad son valores intrínsecos del test. Los Valores Predictivos (VPP y VPN) varían según la prevalencia de la enfermedad en la población estudiada."
  },
  {
    "id": "52 (MIR 2021)",
    "enunciado": "Cocientes probabilidad (Likelihood ratios). INCORRECTA:",
    "opciones": [
      "Engloba S y E.",
      "Próximos a 1 no útiles.",
      "CP positivo indica prob test positivo en NO enfermo vs enfermo.",
      "Indican cambio prob pre-test."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El CP positivo compara la probabilidad de test positivo en ENFERMOS vs SANOS (S / 1-E). La opción 3 lo dice al revés."
  },
  {
    "id": "177 (MIR 2020)",
    "enunciado": "¿Qué cociente de probabilidad positivo (CP+) indica incremento moderado de probabilidad?",
    "opciones": [
      "< 2.",
      "2 - 5.",
      "5 - 10.",
      "> 10."
    ],
    "indiceCorrecta": 2,
    "explicacion": "CP+ > 10: Aumento importante/concluyente. CP+ 5-10: Aumento moderado. CP+ 2-5: Aumento pequeño."
  },
  {
    "id": "131 (MIR 2019)",
    "enunciado": "Estudio VIH en reclusos. Tabla 2x2 (ver explicación). ¿Correcta?",
    "opciones": [
      "S depende de prevalencia.",
      "VPP es 92,5%.",
      "E es 90%.",
      "Prueba muy específica adecuada para screening fatal."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Calculando la tabla con los datos (TP 214, FP 16 -> VP 198. TN de negativos...): VPP = VP / Total Positivos = 198/214 = 0.925 (92.5%)."
  },
  {
    "id": "129 (MIR 2019)",
    "enunciado": "Angiografía (Gold Standard) vs ECG. 1000 pacientes con IAM. Angio confirma 950. ECG...",
    "opciones": [
      "Sensibilidad 0.05.",
      "VPP del ECG es 0.95.",
      "VPN 1.",
      "Espec 1.05."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El enunciado dice \"1000 pacientes con IAM como manifestación... 950 confirmados\". Asumiendo que los 1000 tenían ECG positivo (sugestivo de IAM) y de ellos 950 eran realmente isquémicos: VPP = 950/1000 = 0.95."
  },
  {
    "id": "222 (MIR 2018)",
    "enunciado": "¿Qué característica tiene MENOS importancia en un cribado poblacional?",
    "opciones": [
      "Prueba muy específica.",
      "Intervención mejora pronóstico.",
      "Rentable económicamente.",
      "Trastorno común y grave."
    ],
    "indiceCorrecta": 0,
    "explicacion": "En el cribado, lo prioritario es la SENSIBILIDAD (para no perder casos). La especificidad es deseable pero secundaria. Los criterios de Wilson y Jungner exigen enfermedad importante, tratamiento eficaz, costo-efectividad."
  },
  {
    "id": "129 (MIR 2017)",
    "enunciado": "Un signo patognomónico supone:",
    "opciones": [
      "Sensibilidad 100%.",
      "AUC 1.",
      "Valor predictivo positivo 100%.",
      "Falsos positivos."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Patognomónico significa que si el signo está presente, la enfermedad es SEGURA. O sea, VPP = 100%. (No implica Sensibilidad 100%, puede haber enfermos sin el signo)."
  },
  {
    "id": "206 (MIR 2016)",
    "enunciado": "PSA en adolescentes (baja prevalencia) vs ancianos (alta prevalencia).",
    "opciones": [
      "S mayor en adolescentes.",
      "E menor en adolescentes.",
      "No cambia validez interna.",
      "VPP mayor en adolescentes."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Sensibilidad y Especificidad (validez interna) son características del test y NO cambian con la prevalencia. Los valores predictivos SÍ cambian. (VPP sería menor en adolescentes)."
  },
  {
    "id": "131 (MIR 2015)",
    "enunciado": "Sospecha Hepatitis A. ¿Factor que determina probabilidad pre-prueba (prevalencia) con más exactitud?",
    "opciones": [
      "Intensidad ictericia.",
      "Frecuencia de VHA en el entorno.",
      "Duración.",
      "Experiencia."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La probabilidad pre-test equivale a la prevalencia en la población de estudio. Conocer si hay un brote o la frecuencia en el entorno es el dato clave."
  },
  {
    "id": "195 (MIR 2015)",
    "enunciado": "Calcular VPP biopsia mama. Estudio: 112 pac, 18 cáncer, 94 no. Biopsia + en 16 cáncer y 6 no cáncer.",
    "opciones": [
      "0,727.",
      "0,93.",
      "0,645.",
      "0,56."
    ],
    "indiceCorrecta": 0,
    "explicacion": "VP=16. FP=6. Total Positivos = 22. VPP = 16/22 = 0,727."
  },
  {
    "id": "235 (MIR 2015)",
    "enunciado": "Triple test Down. S 63%, E 95%. Significa:",
    "opciones": [
      "FN 5%.",
      "FP 37%.",
      "AUC 1.",
      "Probabilidad de no tener Down si negativo es 95%."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Probabilidad de tener positivo teniendo Down es 63%. Explicación: Definición de Sensibilidad: Probabilidad de test positivo dado que se tiene la enfermedad."
  },
  {
    "id": "206 (MIR 2014)",
    "enunciado": "Cambiar corte IFG de 60 a 15 ml/min (criterio más estricto/grave para diagnosticar). Aumenta:",
    "opciones": [
      "Sensibilidad.",
      "Especificidad.",
      "VPP.",
      "VPN."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Al hacer el criterio más exigente (solo diagnosticar los muy graves), es más difícil dar positivo siendo sano (aumenta Especificidad) pero se pierden enfermos leves (baja Sensibilidad)."
  },
  {
    "id": "207 (MIR 2014)",
    "enunciado": "Enfermedad grave, tratamiento muy tóxico y caro. ¿Qué prueba elegir? Test A (S95 E60) vs Test B (S70 E99).",
    "opciones": [
      "A por menos FP.",
      "A por S mayor.",
      "B por más FP.",
      "A por más FN."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: La prueba B porque tiene una mayor especificidad. Explicación: Si el tratamiento es muy tóxico/caro, queremos evitar a toda costa los Falsos Positivos (tratar sanos). Necesitamos máxima Especificidad (Test B)."
  },
  {
    "id": "44 (MIR 2024)",
    "enunciado": "¿Qué estudio NO permite calcular Riesgo Relativo?",
    "opciones": [
      "Ensayo clínico.",
      "Cohortes retro.",
      "Cohortes prosp.",
      "Casos y controles."
    ],
    "indiceCorrecta": 3,
    "explicacion": "En Casos y Controles no se calculan incidencias, por lo que no se puede calcular RR directo. Se usa la Odds Ratio (OR)."
  },
  {
    "id": "46 (MIR 2022)",
    "enunciado": "Ensayo nuevo antiagregante. Mortalidad control: 10% (M), 8% (H). Fármaco reduce a mitad en ambos.",
    "opciones": [
      "Más eficaz mujeres (NNT menor).",
      "Más eficaz hombres (NNT mayor).",
      "Igual eficaz.",
      "Más eficaz hombres (NNT menor)."
    ],
    "indiceCorrecta": 0,
    "explicacion": "RAR Mujeres = 10% - 5% = 5% -> NNT = 100/5 = 20. RAR Hombres = 8% - 4% = 4% -> NNT = 100/4 = 25. El NNT es menor en mujeres, por lo que es más \"eficiente/eficaz\" (hay que tratar a menos para salvar a una)."
  },
  {
    "id": "140 (MIR 2021)",
    "enunciado": "Varón 54 años, LDL 270 pese a tratamiento. Xantomas tendinosos (Aquiles). ¿Afirmación INCORRECTA?",
    "opciones": [
      "Diagnóstico por análisis genético.",
      "Debemos realizar estudio genético a todos los familiares 1º grado.",
      "Podría beneficiarse de inhibidor PCSK9.",
      "Fundamental control de FRCV."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Se trata de una Hipercolesterolemia Familiar Heterocigota. El cribado en familiares se hace inicialmente con perfil lipídico, no es obligatorio el genético de entrada a todos."
  },
  {
    "id": "89 (MIR 2019)",
    "enunciado": "43 años, IAM previo. Colesterol 276, TG 278 (mixta). Familiares con dislipemia y eventos. Sin xantomas. ¿Diagnóstico?",
    "opciones": [
      "Hipercolesterolemia familiar.",
      "Disbetalipoproteinemia.",
      "Hiperlipemia familiar combinada.",
      "Síndrome metabólico."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La dislipemia mixta con fuerte carga familiar y eventos cardiovasculares precoces, sin xantomas tendinosos, es típica de la Hiperlipemia Familiar Combinada."
  },
  {
    "id": "38 (MIR 2020)",
    "enunciado": "Embarazada con hipercolesterolemia. ¿Qué fármaco está contraindicado (teratogénico)?",
    "opciones": [
      "Ácido nicotínico.",
      "Gemfibrozilo.",
      "Simvastatina.",
      "Colestiramina."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Las estatinas (Simvastatina) están contraindicadas en el embarazo (Categoría X)."
  },
  {
    "id": "203 (MIR 2023)",
    "enunciado": "30 años, úlceras pépticas (gastrinoma) y cólico renal. Calcio 11,1, PTH alta (Hiperparatiroidismo). ¿Síndrome?",
    "opciones": [
      "Complejo Carney.",
      "Síndrome poliglandular 1.",
      "MEN 2A.",
      "MEN 1."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La asociación de tumores pancreáticos (gastrinoma), hiperparatiroidismo y tumores hipofisarios define la Neoplasia Endocrina Múltiple tipo 1 (MEN 1)."
  },
  {
    "id": "35 (MIR 2022)",
    "enunciado": "Gen AIRE (Síndrome poliglandular autoinmune tipo 1). Señale la cierta:",
    "opciones": [
      "Ligado al cromosoma X.",
      "Expresado en timocitos dobles negativos.",
      "Expresado en T reguladoras.",
      "Expresado en células epiteliales médula tímica (selección negativa)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El gen AIRE permite la expresión de antígenos tisulares en el timo para eliminar linfocitos autorreactivos (selección negativa)."
  },
  {
    "id": "146 (MIR 2022)",
    "enunciado": "Mujer 40 años. Diarrea acuosa profusa, hipopotasemia, rubor facial. Masa en páncreas. ¿Diagnóstico?",
    "opciones": [
      "Insulinoma.",
      "PPoma.",
      "VIPoma.",
      "Glucagonoma."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Tríada de WDHA (Diarrea acuosa, Hipopotasemia, Aclorhidria) o Cólera Pancreático, característica del VIPoma."
  },
  {
    "id": "102 (MIR 2020)",
    "enunciado": "Hipoglucemia por tumores no insulinomas. ¿Característica?",
    "opciones": [
      "Tumores pequeños.",
      "Insulina y péptido C suprimidos.",
      "IGF-I elevado.",
      "Frecuente en neoplasias hematológicas."
    ],
    "indiceCorrecta": 1,
    "explicacion": "En las hipoglucemias tumorales (ej. por IGF-II), la insulina endógena y el péptido C están suprimidos (bajos) debido a la hipoglucemia."
  },
  {
    "id": "190 (MIR 2023)",
    "enunciado": "Varón 50 años. Cintura 104, PA 136/89, TG 160, HDL 30, Glucemia 88. ¿Cuántos criterios sd metabólico (ATP III)?",
    "opciones": [
      "Dos.",
      "Tres.",
      "Cuatro.",
      "Cinco."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Cumple 4 criterios: 1) Cintura >102. 2) PA >130/85. 3) TG >150. 4) HDL <40. (La glucemia es normal)."
  },
  {
    "id": "130 (MIR 2017)",
    "enunciado": "Estudio prevalencia pediculosis. Se divide población en barrios y se muestrea en cada uno. ¿Tipo de muestreo?",
    "opciones": [
      "Aleatorio simple.",
      "Estratificado.",
      "Conglomerados.",
      "Sistemático."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Dividir en estratos (barrios) y elegir muestra aleatoria dentro de todos los estratos es Muestreo Estratificado."
  },
  {
    "id": "45 (MIR 2024)",
    "enunciado": "Al aumentar el tamaño muestral de un estudio transversal aumenta:",
    "opciones": [
      "Representatividad.",
      "Validez.",
      "Reproducibilidad.",
      "Precisión."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Aumentar la \"n\" reduce el error aleatorio y estrecha los intervalos de confianza, aumentando la precisión del estudio."
  },
  {
    "id": "123 (MIR 2019)",
    "enunciado": "¿Qué significa el Intervalo de Confianza al 95%?",
    "opciones": [
      "Contiene efecto en 95% pacientes.",
      "Incluye 95% efectos poblacionales.",
      "Incluye 95% efectos muestrales.",
      "Incluye el efecto poblacional en el 95% de los estudios (repeticiones)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Definición: Si repitiéramos el estudio infinitas veces, el 95% de los intervalos calculados contendrían el verdadero valor poblacional."
  },
  {
    "id": "122 (MIR 2019)",
    "enunciado": "Si el número de observaciones (n) se multiplica por 4, el error estándar de la media:",
    "opciones": [
      "Se divide por 4.",
      "Se divide por 2.",
      "Se multiplica por 4.",
      "Se multiplica por 2."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El error estándar es s/√n. Si n se multiplica por 4, la raíz es 2. El error se divide por 2."
  },
  {
    "id": "115 (MIR 2019)",
    "enunciado": "Sobre ensayos clínicos. Señale la CORRECTA:",
    "opciones": [
      "No inferioridad concluye bioequivalencia.",
      "Variables subrogadas garantizan efecto final.",
      "Se tolera más el error tipo 2 (beta) que el tipo 1 (alfa).",
      "Error tipo 1 impide seguir investigando."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Habitualmente se acepta un error alfa del 5% (0.05) y un error beta del 20% (0.20). Se tolera más el beta."
  },
  {
    "id": "25 (MIR 2018)",
    "enunciado": "Ensayo clínico (Imagen: HR 0.93, IC 0.69-1.26, p no-inf 0.01). ¿Conclusión?",
    "opciones": [
      "Mirgliptin reduce eventos.",
      "No concluyente.",
      "Se demuestra no inferioridad.",
      "Mirgliptin es no inferior a metformina."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La p de no-inferioridad es <0.05, por lo que se demuestra la no-inferioridad. No se demuestra superioridad (p=0.68)."
  },
  {
    "id": "118 (MIR 2019)",
    "enunciado": "Metaanálisis. RR 2,14 (IC 0,98 - 4,56). Heterogeneidad alta. ¿Conclusión?",
    "opciones": [
      "No aumenta riesgo.",
      "No podemos descartar que exista riesgo aumentado.",
      "Existe riesgo aumentado.",
      "Descartamos riesgo."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El intervalo de confianza cruza el 1 (no significativo). No se puede afirmar riesgo, pero tampoco descartarlo (tendencia al riesgo)."
  },
  {
    "id": "122 (MIR 2017)",
    "enunciado": "La prueba \"chi cuadrado\" se utiliza para:",
    "opciones": [
      "Asociación variables cuantitativas.",
      "Comparación medias.",
      "Igualdad varianzas.",
      "Grado de asociación en variables cualitativas."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Chi-cuadrado compara proporciones (variables cualitativas)."
  },
  {
    "id": "123 (MIR 2017)",
    "enunciado": "Comparar medias de variable cuantitativa NO normal en 2 grupos independientes.",
    "opciones": [
      "U de Mann-Whitney.",
      "T Student.",
      "Pearson.",
      "F Snedecor."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Para comparar 2 medias independientes con distribución no normal se usa el test no paramétrico U de Mann-Whitney."
  },
  {
    "id": "190 (MIR 2016)",
    "enunciado": "Ensayo No-Inferioridad. Límite -0,18. Diferencia +0,26 (IC -0,15 a +0,40).",
    "opciones": [
      "Forbuterol es no inferior.",
      "Serbuterol no inferior.",
      "Forbuterol superior.",
      "No concluyente."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El límite inferior del IC (-0,15) es mejor que el límite preestablecido (-0,18). Se demuestra la no-inferioridad."
  },
  {
    "id": "190 (MIR 2015)",
    "enunciado": "Ensayo No-Inferioridad. Límite -50 ml. Diferencia +8 (IC -59 a +67).",
    "opciones": [
      "Superior.",
      "No inferior.",
      "No concluyente.",
      "Equivalentes."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El límite del IC (-59) cruza y supera el límite de no inferioridad (-50). No se puede demostrar la no-inferioridad."
  },
  {
    "id": "33 (MIR 2014)",
    "enunciado": "Curvas Kaplan-Meier. HR 0.54. ¿Correcta?",
    "opciones": [
      "Ganancia mediana tiempo < 2 semanas.",
      "Interpretación solo porcentajes.",
      "Ratio medianas 0.54.",
      "Log-rank evalúa tiempos."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Interpretando la gráfica (a pesar de la calidad), la separación horizontal en la mediana (50%) es muy pequeña (<2 semanas)."
  },
  {
    "id": "204 (MIR 2014)",
    "enunciado": "Ensayo dolor. Diferencia -31 vs -27 (4 mm). p=0.03. ¿Conclusión?",
    "opciones": [
      "Diferencias clínicamente relevantes.",
      "Diferencias estadísticamente significativas.",
      "Beneficio-riesgo mejor.",
      "20% mejor."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Hay significación estadística (p<0.05) pero la relevancia clínica es dudosa (4 mm en escala 100). La afirmación correcta es la estadística."
  },
  {
    "id": "43 (MIR 2024)",
    "enunciado": "Condiciones cribado poblacional. INCORRECTA:",
    "opciones": [
      "Prueba adecuada independiente de aceptabilidad.",
      "Enfermedad relevante.",
      "Tratable en fase presintomática.",
      "Recursos suficientes."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La prueba de cribado DEBE ser aceptable para la población. Si no lo es, el programa fracasa."
  },
  {
    "id": "45 (MIR 2023)",
    "enunciado": "Valor Predictivo Negativo del 92%. Interpretación:",
    "opciones": [
      "De cada 100 resultados negativos, 92 son sanos.",
      "De 100 sanos, 92 negativos.",
      "De 100 enfermos, 8 negativos.",
      "De 100 positivos..."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El VPN es la probabilidad de estar sano dado un resultado negativo (Verdaderos Negativos / Total Negativos)."
  },
  {
    "id": "44 (MIR 2022)",
    "enunciado": "Especificidad 94%. Interpretación:",
    "opciones": [
      "De 100 negativos, 94 sanos.",
      "De cada 100 sanos, en 94 el resultado será negativo.",
      "De 100 enfermos...",
      "De 100 positivos..."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La especificidad es la capacidad de detectar a los sanos (Verdaderos Negativos / Total Sanos)."
  },
  {
    "id": "52 (MIR 2021)",
    "enunciado": "Cocientes de probabilidad (Likelihood ratios). INCORRECTA:",
    "opciones": [
      "Engloba S y E.",
      "Próximos a 1 no útiles.",
      "CP+ indica probabilidad en NO enfermo vs enfermo.",
      "Indican cambio prob pre-test."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El CP positivo compara la probabilidad en ENFERMOS vs SANOS (S/1-E). La opción 3 invierte la definición."
  },
  {
    "id": "47 (MIR 2024)",
    "enunciado": "Estudio radiación mina 1980-2000. Se recogen datos hoy de registros pasados. Seguimiento mortalidad.",
    "opciones": [
      "Casos y controles retrospectivo.",
      "Casos y controles prospectivo.",
      "Cohortes retrospectivo (histórico).",
      "Cohortes prospectivo."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Se seleccionan grupos por exposición en el pasado y se sigue su evolución (mortalidad) a lo largo del tiempo mediante registros. Es una cohorte histórica (o retrospectiva)."
  },
  {
    "id": "49 (MIR 2024)",
    "enunciado": "Ensayo clínico fase IV multicéntrico. ¿Afirmación correcta?",
    "opciones": [
      "Aleatorizado por sexo.",
      "El fármaco ya está aprobado y comercializado.",
      "Analiza dosis en sanos.",
      "Es un metaanálisis."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Los ensayos fase IV se realizan después de la comercialización del fármaco (post-autorización)."
  },
  {
    "id": "43 (MIR 2023)",
    "enunciado": "Dieta ultraprocesados. 5000 personas >70 años. Seguimiento 3 años para ver fragilidad.",
    "opciones": [
      "Cohortes.",
      "Ensayo de campo.",
      "Ecológico.",
      "Casos y controles."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Selección por exposición (dieta), seguimiento prospectivo, búsqueda de incidencia (nuevos casos). Es un estudio de Cohortes."
  },
  {
    "id": "48 (MIR 2023)",
    "enunciado": "Cuadrado en Forest Plot. ¿Qué representa?",
    "opciones": [
      "Tamaño estudio.",
      "Estimador de interés (RR, OR) de cada estudio.",
      "Intervalo confianza.",
      "Peso del estudio."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El cuadrado representa el resultado puntual (RR/OR) del estudio individual. Su tamaño (área) representa el peso."
  },
  {
    "id": "52 (MIR 2023)",
    "enunciado": "Ensayo donde participantes se asignan por azar.",
    "opciones": [
      "Doble ciego.",
      "Controlado no aleatorizado.",
      "Ensayo controlado aleatorizado.",
      "Superioridad."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La asignación por azar define al Ensayo Controlado Aleatorizado."
  },
  {
    "id": "41 (MIR 2022)",
    "enunciado": "Contaminación SO2 y visitas urgencias asma en diversas zonas (datos agregados).",
    "opciones": [
      "Ecológico.",
      "Incidencia.",
      "Prevalencia.",
      "Cohortes."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Estudio que correlaciona variables ambientales y de salud a nivel poblacional (zonas), no individual. Estudio Ecológico."
  },
  {
    "id": "45 (MIR 2022)",
    "enunciado": "Valoración riesgo de sesgo en ensayos clínicos. ¿Qué criterio se considera?",
    "opciones": [
      "Pérdidas en el seguimiento (Sesgo atrición).",
      "Representatividad.",
      "Tamaño muestral.",
      "Comparabilidad casos-controles."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Las pérdidas en el seguimiento (atrición) son una fuente mayor de sesgo en los ensayos clínicos."
  },
  {
    "id": "48 (MIR 2022)",
    "enunciado": "Uso AAS y riesgo HTA. Se selecciona grupo, se ve quién toma AAS y se sigue 5 años.",
    "opciones": [
      "Ensayo clínico.",
      "Ecológico.",
      "Casos y controles.",
      "Cohortes."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Clasificación por exposición (Toma AAS sí/no) + Seguimiento temporal = Estudio de Cohortes."
  },
  {
    "id": "48 (MIR 2021)",
    "enunciado": "Objetivo ensayos clínicos Fase II:",
    "opciones": [
      "Seguridad inicial.",
      "Efecto terapéutico.",
      "Información eficacia (y búsqueda de dosis).",
      "Efectos secundarios."
    ],
    "indiceCorrecta": null,
    "explicacion": "La fase II busca datos preliminares de eficacia y encontrar la dosis adecuada (fase IIb). (El texto marca la 3, aunque la 4 también se evalúa)."
  },
  {
    "id": "30 (MIR 2020)",
    "enunciado": "Uso AAS y riesgo HTA (mismo enunciado que 2022).",
    "opciones": [
      "Ensayo clínico.",
      "Ecológico.",
      "Casos y controles.",
      "Cohortes."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Repetición de concepto. Estudio observacional con seguimiento desde exposición a enfermedad = Cohortes."
  },
  {
    "id": "150 (MIR 2020)",
    "enunciado": "Pregunta PICO. ¿Cuál NO es un elemento?",
    "opciones": [
      "Intervención.",
      "Tipo de paciente.",
      "Tipo de estudio.",
      "Resultado (Outcome)."
    ],
    "indiceCorrecta": 2,
    "explicacion": "PICO = Paciente, Intervención, Comparación, Outcome (Resultado). El \"Tipo de estudio\" no forma parte del acrónimo PICO estándar."
  },
  {
    "id": "133 (MIR 2017)",
    "enunciado": "Estudio asociación reacción adversa rara/tardía y medicamento frecuente.",
    "opciones": [
      "Ensayo clínico.",
      "Prevalencia.",
      "Casos y controles.",
      "Ecológico."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Para eventos raros o tardíos, el diseño más eficiente es Casos y Controles (se parte del efecto)."
  },
  {
    "id": "132 (MIR 2017)",
    "enunciado": "AINE e infarto. Se comparan pacientes con infarto (casos) y sin infarto (controles) dentro de una cohorte ya seguida.",
    "opciones": [
      "Cohortes anidado.",
      "Cohortes prospectivo.",
      "Casos y cohortes.",
      "Casos y controles anidado en una cohorte."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Seleccionar casos y controles dentro de una cohorte ya establecida es un diseño de Casos y Controles Anidado."
  },
  {
    "id": "31 (MIR 2014)",
    "enunciado": "Paciente 48 años, fumador. Crisis de enrojecimiento y dolor urente en pies (Eritromelalgia). Poliglobulia leve y Trombocitosis (720.000).",
    "opciones": [
      "Livedo reticularis.",
      "Eritromelalgia (por Trombocitemia Esencial).",
      "Enfermedad de Buerger.",
      "Mastocitosis."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La clínica de eritromelalgia (dolor urente y rubor en extremidades) junto con trombocitosis es típica de la Trombocitemia Esencial."
  },
  {
    "id": "149 (MIR 2024)",
    "enunciado": "PET-TC con 18F-FDG en linfoma. Señale la INCORRECTA:",
    "opciones": [
      "Más exacta para valoración MO en Hodgkin.",
      "Ayuda a decidir duración en Hodgkin (PET interino).",
      "Útil en linfomas no Hodgkin bajo grado.",
      "Diferencia enfermedad residual vs activa al final."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Clásicamente se consideraba menos útil en bajo grado (por baja captación), aunque hoy día se usa más. En el contexto de pregunta MIR, la opción \"menos correcta\" o clásica es que no es útil en bajo grado indolente."
  },
  {
    "id": "32 (MIR 2014)",
    "enunciado": "Diagnóstico Trombocitemia Esencial / Policitemia Vera (Continuación pregunta 31). ¿Prueba diagnóstica?",
    "opciones": [
      "Biopsia cutánea.",
      "Microangiografía.",
      "Crioglobulinas.",
      "Triptasa."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Estudio de mutación JAK-2. Explicación: La mutación JAK2 está presente en el 90% de Policitemias y 50% de Trombocitemias. Es criterio diagnóstico mayor."
  },
  {
    "id": "191 (MIR 2023)",
    "enunciado": "Adenopatía localizada. ¿Qué localización sugiere mayor riesgo de malignidad?",
    "opciones": [
      "Retroauricular.",
      "Supraclavicular.",
      "Axilar.",
      "Inguinal."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Las adenopatías supraclaviculares (ganglio de Virchow) siempre son patológicas y sugieren malignidad (tórax o abdomen) hasta demostrar lo contrario."
  },
  {
    "id": "161 (MIR 2022)",
    "enunciado": "Translocación t(11;14) con afectación ciclina D1. ¿Diagnóstico?",
    "opciones": [
      "Linfoma folicular.",
      "Linfoma zona marginal.",
      "Linfoma linfoblástico.",
      "Linfoma del manto."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La t(11;14) que sobreexpresa ciclina D1 es patognomónica del Linfoma del Manto."
  },
  {
    "id": "108 (MIR 2020)",
    "enunciado": "Linfoma folicular. Señale la INCORRECTA:",
    "opciones": [
      "Es el segundo más frecuente.",
      "Células derivan de linfocito de médula ósea.",
      "Puede transformarse en alto grado.",
      "Puede permanecer sin tratamiento años."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El linfoma folicular deriva de linfocitos B del centro germinal del ganglio linfático, no de la médula ósea."
  },
  {
    "id": "105 (MIR 2020)",
    "enunciado": "67 años, linfocitosis progresiva (82% linfocitos maduros). CD5/CD19/CD23 positivos. Asintomático. ¿Actitud?",
    "opciones": [
      "Estudio TP53.",
      "Biopsia ósea.",
      "PET/CT.",
      "Control clínico en 6 meses."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Diagnóstico de LLC (Leucemia Linfática Crónica) estadio A de Binet (sin anemia/trombopenia, asintomático). La actitud es \"esperar y ver\" (Watch & Wait)."
  },
  {
    "id": "99 (MIR 2019)",
    "enunciado": "Leucemia linfoide crónica. NO es marcador de mal pronóstico:",
    "opciones": [
      "Hipermutaciones de IgVH.",
      "Alta expresión ZAP 70.",
      "Mutaciones TP53.",
      "Alta expresión CD38."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La presencia de hipermutaciones en la región variable de la cadena pesada (IgVH mutado) indica origen post-germinal y es de BUEN pronóstico. (No mutado = Mal pronóstico)."
  },
  {
    "id": "100 (MIR 2019)",
    "enunciado": "Tratamiento linfoma folicular. Señale la FALSA:",
    "opciones": [
      "Mantenimiento Rituximab prolonga remisión.",
      "Actitud de observación no es adecuada.",
      "Rituximab-CHOP consigue remisión.",
      "TPH útil tras recaídas."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La abstención terapéutica (\"Watch & Wait\") sigue siendo una opción válida y estándar en pacientes asintomáticos con baja carga tumoral."
  },
  {
    "id": "98 (MIR 2017)",
    "enunciado": "Complicación NO propia de LLC:",
    "opciones": [
      "Trombosis venosas.",
      "Hipogammaglobulinemia.",
      "Segundas neoplasias.",
      "Anemia hemolítica autoinmune."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La LLC se asocia a autoinmunidad (AHAI, PTI), inmunodeficiencia (hipogamma) y segundos tumores, pero no específicamente a trombosis."
  },
  {
    "id": "95 (MIR 2016)",
    "enunciado": "Tricoleucemia. Rasgos característicos:",
    "opciones": [
      "Linfocitosis >50.000.",
      "Marcadores T.",
      "Eritrodermia.",
      "Pancitopenia y esplenomegalia."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La tricoleucemia cursa con pancitopenia, esplenomegalia masiva y aspirado seco. (Suele haber leucopenia, no linfocitosis extrema)."
  },
  {
    "id": "176 (MIR 2016)",
    "enunciado": "Mujer 78 años, linfoma folicular grado 2. Asintomática. ECOG 0. ¿Tratamiento?",
    "opciones": [
      "R-CHOP.",
      "R-CVP.",
      "No tratar y vigilar (esperar y ver).",
      "R-Bendamustina."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Paciente anciana asintomática con linfoma indolente (folicular). La actitud estándar es la abstención terapéutica inicial."
  },
  {
    "id": "21 (MIR 2015)",
    "enunciado": "Masa abdominal 16 cm. Biopsia: Linfoma B (CD20+), Ki67 100% (\"Cielo estrellado\"), reordenamiento c-myc (8;14). ¿Diagnóstico?",
    "opciones": [
      "Linfoma difuso B grande.",
      "Linfoma linfocítico.",
      "Folicular.",
      "Linfoma T."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Linfoma de Burkitt. Explicación: Masa abdominal + Ki67 100% + c-myc (t(8;14)) es diagnóstico de Linfoma de Burkitt."
  },
  {
    "id": "22 (MIR 2015)",
    "enunciado": "Tratamiento Linfoma Burkitt (Pregunta anterior).",
    "opciones": [
      "R-CHOP.",
      "R-CHOP + RT.",
      "R-CHOP + TPH.",
      "QT intensiva con Rituximab y profilaxis SNC."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El Burkitt es muy agresivo y requiere quimioterapia intensiva (tipo Burkimab/CODOX-M/IVAC) con Rituximab y profilaxis intratecal obligatoria por riesgo de invasión SNC. (R-CHOP es insuficiente)."
  },
  {
    "id": "19 (MIR 2014)",
    "enunciado": "Anciano 74 años, asintomático. Leucocitosis 37.000, linfocitosis. Frotis: Sombras de Gumprecht. ¿Diagnóstico?",
    "opciones": [
      "Viriasis.",
      "LMC.",
      "Gammapatía.",
      "Leucemia linfática crónica."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Linfocitosis absoluta en anciano asintomático + Sombras de Gumprecht es diagnóstico de LLC."
  },
  {
    "id": "139 (MIR 2023)",
    "enunciado": "Varón 73 años, dolor lumbar. Anemia, fracaso renal, hipercalcemia, proteínas totales altas. ¿Causa fracaso renal?",
    "opciones": [
      "Nefropatía analgésicos.",
      "Mieloma múltiple.",
      "Pielonefritis.",
      "Aneurisma."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Criterios CRAB del Mieloma: Calcio elevado, Renal (insuficiencia), Anemia, Bone (lesiones óseas/dolor lumbar)."
  },
  {
    "id": "138 (MIR 2019)",
    "enunciado": "Mecanismo NO implicado en nefropatía por mieloma:",
    "opciones": [
      "Depósito Bence-Jones (Riñón mieloma).",
      "Vasculitis necrotizante.",
      "Hiperuricemia.",
      "Acidosis tubular."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El mieloma daña el riñón por cilindros de cadenas ligeras, hipercalcemia, amiloidosis, hiperuricemia... pero no por vasculitis."
  },
  {
    "id": "101 (MIR 2017)",
    "enunciado": "72 años, Mieloma Múltiple sintomático (CRAB presente). No candidato a trasplante por edad. ¿Tratamiento?",
    "opciones": [
      "Depende de citogenética.",
      "Trasplante autólogo.",
      "Esquema de 3 fármacos (ej. VMP: Bortezomib-Melfapán-Prednisona).",
      "Lenalidomida monoterapia."
    ],
    "indiceCorrecta": 2,
    "explicacion": "En pacientes no candidatos a trasplante (mayores), el estándar es combinaciones con nuevos fármacos (VMP o Rd: Lenalidomida-Dexametasona)."
  },
  {
    "id": "82 (MIR 2015)",
    "enunciado": "Mieloma Múltiple. Señale la FALSA:",
    "opciones": [
      "Pronóstico depende de B2-microglobulina.",
      "Bortezomib/Lenalidomida útiles.",
      "Trasplante autólogo aumenta supervivencia libre progresión.",
      "Trasplante alogénico es experimental."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: La radioterapia no tiene ningún papel. Explicación: La radioterapia SÍ tiene papel en el tratamiento del dolor óseo, compresiones medulares y plasmocitomas solitarios."
  },
  {
    "id": "105 (MIR 2014)",
    "enunciado": "68 años, astenia, edemas. Creatinina 5, Anemia. Hipogammaglobulinemia. Cadenas ligeras Kappa en orina.",
    "opciones": [
      "Enfermedad cadenas ligeras.",
      "Síndrome nefrótico.",
      "Amiloidosis.",
      "Mieloma IgA."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Mieloma de cadenas ligeras (Bence Jones). Explicación: Mieloma que solo produce cadenas ligeras (pasa a orina, fallo renal) y suprime las inmunoglobulinas normales (hipogammaglobulinemia en suero)."
  },
  {
    "id": "107 (MIR 2014)",
    "enunciado": "Mieloma (CRAB presente: fractura, anemia, fallo renal). ¿Prueba para confirmar?",
    "opciones": [
      "Serie ósea y aspirado.",
      "Electroforesis y función renal.",
      "Aspirado y calcio.",
      "Aspirado médula ósea y electroforesis sérica/urinaria."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Para confirmar MM se necesita demostrar: 1. Componente monoclonal (Electroforesis) y 2. Infiltración células plasmáticas >10% (Aspirado MO)."
  },
  {
    "id": "8 (MIR 2020)",
    "enunciado": "Mujer 28 años, masa supraclavicular. LDH alta. PET-TC: Captación supra/infra y ósea (estadio IV). ¿Diagnóstico?",
    "opciones": [
      "Carcinoma tímico.",
      "IgG4.",
      "Sarcoidosis.",
      "Síndrome linfoproliferativo (Linfoma) estadio IV."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Joven con adenopatías, LDH alta y afectación ósea en PET sugiere Linfoma (probablemente Hodgkin o B difuso) en estadio avanzado."
  },
  {
    "id": "231 (MIR 2014)",
    "enunciado": "Enfermedad que NO suele cursar con esplenomegalia palpable:",
    "opciones": [
      "Linfoma.",
      "Mieloma múltiple.",
      "Tricoleucemia.",
      "Gaucher."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El Mieloma Múltiple es una enfermedad de la médula ósea y hueso, rara vez produce organomegalias (salvo amiloidosis asociada o POEMS)."
  },
  {
    "id": "5 (MIR 2017)",
    "enunciado": "Mujer 25 años, adenopatía supraclavicular. Fiebre. Biopsia: Células grandes CD15+ CD30+ CD45-.",
    "opciones": [
      "Toxoplasmosis.",
      "Enfermedad de Hodgkin.",
      "Mononucleosis.",
      "Arañazo de gato."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Inmunofenotipo clásico de las células de Reed-Sternberg del Linfoma de Hodgkin: CD15+, CD30+, CD45 negativo (no linfoide clásico)."
  },
  {
    "id": "109 (MIR 2014)",
    "enunciado": "Tratamiento primera línea Linfoma Hodgkin clásico estadio IIA:",
    "opciones": [
      "CHOP.",
      "ABVD + Radioterapia.",
      "ABVD + TASPE.",
      "RT campo ampliado."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El estándar clásico en estadios localizados (I-II) favorables es QT esquema ABVD (2-4 ciclos) seguido de Radioterapia de campo afecto (IFRT/INRT)."
  },
  {
    "id": "26 (MIR 2022)",
    "enunciado": "Trastorno hemorrágico por déficit Factor VII (Vía extrínseca). ¿Qué se altera?",
    "opciones": [
      "TTPa.",
      "Tiempo trombina.",
      "Tiempo de protrombina.",
      "Von Willebrand."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El Tiempo de Protrombina (TP) evalúa la vía extrínseca (Factor VII). El TTPa evalúa la intrínseca (VIII, IX, XI, XII)."
  },
  {
    "id": "92 (MIR 2016)",
    "enunciado": "Prolongación TP con TTPa normal. Corrige con plasma.",
    "opciones": [
      "Déficit Factor V.",
      "Déficit Factor VII.",
      "Déficit Factor XII.",
      "Inhibidor Factor VIII."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Déficit aislado de vía extrínseca = Déficit de Factor VII. (El factor V es vía común, alargaría ambos tiempos)."
  },
  {
    "id": "147 (MIR 2023)",
    "enunciado": "19 años, asintomático. Trombopenia 43.000 en analítica. ¿Primero a realizar?",
    "opciones": [
      "Prednisona.",
      "Biopsia MO.",
      "Frotis sangre periférica (descartar agregados).",
      "Transfusión."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Ante trombopenia asintomática aislada, lo primero es descartar Pseudotrombocitopenia por EDTA mediante frotis visual."
  },
  {
    "id": "88 (MIR 2022)",
    "enunciado": "Niño 23 meses, sepsis meningocócica (petequias, shock). Plaquetas 12.000. ¿Opción NO adecuada?",
    "opciones": [
      "Cefotaxima.",
      "Punción lumbar.",
      "Hemocultivo.",
      "Fluidos."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Con plaquetas <50.000 (y más con 12.000 y coagulopatía), la Punción Lumbar está contraindicada por riesgo de hematoma espinal compresivo. Se trata empíricamente."
  },
  {
    "id": "107 (MIR 2020)",
    "enunciado": "18 años, epistaxis. Plaquetas 6.000, VCM normal. Frotis: plaquetas grandes (macroplaquetas). Coagulación normal.",
    "opciones": [
      "PTT.",
      "CID.",
      "Trombocitopenia inducida infección.",
      "Trombocitopenia inmune primaria (PTI)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Trombopenia aislada severa en paciente joven sano, sin esquistocitos (descarta PTT) y coagulación normal (descarta CID). Las plaquetas grandes indican regeneración periférica (destrucción autoinmune)."
  },
  {
    "id": "112 (MIR 2018)",
    "enunciado": "Embarazada 16 semanas. Plaquetas 51.000. Frotis: plaquetas en acúmulos.",
    "opciones": [
      "PTI.",
      "Trombocitopenia gestacional.",
      "Seudotrombocitopenia por EDTA.",
      "PTT."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La visualización de agregados plaquetares en el frotis confirma el diagnóstico de Pseudotrombocitopenia por EDTA (artefacto de laboratorio)."
  },
  {
    "id": "96 (MIR 2016)",
    "enunciado": "Mujer 25 años, petequias. Plaquetas 9.000. Coagulación normal. Hb y leucos normales. ¿Qué prueba NO es precisa?",
    "opciones": [
      "Mutación JAK-2.",
      "Aspirado.",
      "ANA.",
      "Frotis."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Sospecha de PTI. Se debe descartar causas secundarias (ANA, frotis). El JAK-2 es de síndromes mieloproliferativos (trombocitosis, no penia), no tiene sentido."
  },
  {
    "id": "79 (MIR 2015)",
    "enunciado": "35 años. Síndrome constitucional, parestesias (clínica neuro). Anemia hemolítica microangiopática (esquistocitos), Trombopenia severa. Coombs negativo.",
    "opciones": [
      "AHAI.",
      "Von Willebrand.",
      "Púrpura trombocitopénica.",
      "Evans."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Púrpura Trombótica Trombocitopénica (PTT). Plasmaféresis. Explicación: Péntada clásica (incompleta): Anemia hemolítica microangiopática + Trombopenia + Clínica Neurológica (+/- Fiebre, Renal). Es una emergencia que requiere recambio plasmático."
  },
  {
    "id": "83 (MIR 2015)",
    "enunciado": "74 años, asintomático. Plaquetas 40.000. Resto normal. ¿Correcta?",
    "opciones": [
      "Es PTI, tratar con esteroides.",
      "Riesgo sangrado alto.",
      "Realizar frotis para descartar pseudotrombocitopenia.",
      "Es mielodisplasia."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Ante trombopenia aislada asintomática, SIEMPRE descartar primero la pseudotrombopenia por EDTA con frotis."
  },
  {
    "id": "106 (MIR 2014)",
    "enunciado": "67 años, toma ticlopidina. Cefalea, petequias. Trombopenia, Anemia hemolítica (esquistocitos, Coombs neg), LDH alta.",
    "opciones": [
      "PTI.",
      "Púrpura Trombótica Trombocitopénica (PTT).",
      "Aplasia.",
      "Farmacológica."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La ticlopidina es una causa clásica de PTT secundaria. Clínica de MAT (Microangiopatía Trombótica)."
  },
  {
    "id": "108 (MIR 2014)",
    "enunciado": "19 años, petequias tras cuadro viral. Plaquetas 7.000. Resto normal. ¿Tratamiento?",
    "opciones": [
      "Transfusión plaquetas.",
      "Rituximab.",
      "Ciclofosfamida.",
      "Plasmaféresis."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Prednisona 1 mg/kg/día. Explicación: PTI de reciente diagnóstico con cifra de plaquetas muy baja y sangrado mucocutáneo: Tratamiento de primera línea son los corticoides (o IgIV). No transfundir plaquetas (se destruyen)."
  },
  {
    "id": "111 (MIR 2018)",
    "enunciado": "17 años, reglas abundantes, epistaxis. Plaquetas normales. TTPa alargado. Agregación alterada con todo (ADP, colágeno) excepto Ristocetina. Ausencia Gp IIb-IIIa.",
    "opciones": [
      "Tromboastenia de Glanzmann.",
      "Von Willebrand.",
      "PTI.",
      "Bernard-Soulier."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El déficit de Gp IIb/IIIa (fibrinógeno) define la Tromboastenia de Glanzmann. (Bernard Soulier es déficit de Gp Ib - receptor vW)."
  },
  {
    "id": "148 (MIR 2023)",
    "enunciado": "Hemofílico A recibe trasplante hepático. Factor VIII se normaliza. ¿Causa?",
    "opciones": [
      "La hemofilia se ha curado (FVIII se sintetiza en hígado).",
      "Inmunosupresión.",
      "Vida media factores.",
      "Error laboratorio."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El Factor VIII se sintetiza principalmente en células sinusoidales hepáticas. El trasplante hepático cura la hemofilia A (aunque no se indica solo por eso)."
  },
  {
    "id": "150 (MIR 2023)",
    "enunciado": "Sepsis grave, sangrado venopunción. Trombopenia, Fibrinógeno bajo, TP/TTPa alargados, Dímero D alto. ¿Qué NO espera?",
    "opciones": [
      "Fibrinógeno bajo.",
      "Antitrombina y Proteína C elevadas.",
      "Tiempos alargados.",
      "Dímero D presente."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Es una Coagulación Intravascular Diseminada (CID). Se consumen los factores de coagulación Y los inhibidores fisiológicos (Antitrombina, Proteína C), por lo que estos estarán BAJOS, no elevados."
  },
  {
    "id": "183 (MIR 2022)",
    "enunciado": "Mujer 45 años, disnea (TEP). TTPa alargado que no corrige con plasma. ¿Diagnóstico?",
    "opciones": [
      "Síndrome antifosfolípido.",
      "Factor V Leiden.",
      "Hemofilia.",
      "Pericarditis."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Trombosis + TTPa alargado (anticoagulante lúpico) sugiere Síndrome Antifosfolípido. El AL alarga el tiempo in vitro pero produce trombosis in vivo."
  },
  {
    "id": "97 (MIR 2019)",
    "enunciado": "TEP. Se inicia heparina pero no alarga el TTPa (resistencia a heparina). ¿Sospecha?",
    "opciones": [
      "Déficit Proteína C.",
      "Anticoagulante lúpico.",
      "Factor V Leiden.",
      "Déficit de antitrombina."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La heparina funciona activando la Antitrombina III. Si hay déficit de Antitrombina, la heparina no hace efecto (resistencia)."
  },
  {
    "id": "102 (MIR 2019)",
    "enunciado": "Trombopenia, Fibrinógeno bajo, Tiempos alargados, Dímero D alto, Esquistocitos.",
    "opciones": [
      "CID.",
      "PTT.",
      "SAF.",
      "Von Willebrand."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Cuadro de CID descompensada (consumo de factores y plaquetas con microangiopatía). La PTT no altera los tiempos de coagulación."
  },
  {
    "id": "93 (MIR 2016)",
    "enunciado": "Necrosis cutánea tras iniciar acenocumarol (Sintrom). ¿Déficit subyacente?",
    "opciones": [
      "Antitrombina.",
      "Factor V Leiden.",
      "Hiperhomocisteinemia.",
      "Deficiencia de Proteína C (o S)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La necrosis cutánea por cumarínicos es típica del déficit de Proteína C o S (tienen vida media corta, al iniciar Sintrom caen rápido antes que los factores procoagulantes, generando estado hipercoagulable transitorio)."
  },
  {
    "id": "81 (MIR 2015)",
    "enunciado": "Mujer con reglas abundantes y ferropenia. Tía con epistaxis. TTPa alargado. Plaquetas normales.",
    "opciones": [
      "Hemofilia.",
      "Anticoagulante lúpico.",
      "Anemia sideroblástica.",
      "Trombocitopatía."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Enfermedad de von Willebrand y determinación factor vW. Explicación: Clínica de hemostasia primaria (mucocutánea) + TTPa alargado (por déficit FVIII secundario) + Historia familiar dominante = Von Willebrand (la coagulopatía hereditaria más frecuente)."
  },
  {
    "id": "85 (MIR 2015)",
    "enunciado": "Mujer joven con TEP, aborto previo, Raynaud. TTPa alargado. Plaquetas 120.000. ¿Prueba?",
    "opciones": [
      "Antitrombina.",
      "Anticoagulante lúpico.",
      "Factor V.",
      "Proteína C."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Sospecha de SAF (Trombosis + Aborto + TTPa alargado + Trombopenia leve). Se pide Anticoagulante Lúpico o anticuerpos anticardiolipina/beta2GP1."
  },
  {
    "id": "121 (MIR 2023)",
    "enunciado": "Paciente válvula mecánica con Sintrom. INR 9. Sin sangrado. ¿Actitud?",
    "opciones": [
      "Suspender y Vitamina K iv.",
      "Suspender y hospital.",
      "Suspender temporalmente, reiniciar a dosis baja cuando baje.",
      "CCP."
    ],
    "indiceCorrecta": 2,
    "explicacion": "INR > 9 sin sangrado: Suspender acenocumarol y dar Vitamina K ORAL (no iv, riesgo anafilaxia). Si no hay vit K oral en opciones o se prefiere actitud conservadora en asintomático, suspender y esperar (opción 3 dada por válida, aunque las guías sugieren vit K oral). NO CCP ni plasma si no hay sangrado grave."
  },
  {
    "id": "159 (MIR 2022)",
    "enunciado": "Efecto adverso grave heparina (además de hemorragia).",
    "opciones": [
      "Hipopotasemia.",
      "Diarrea.",
      "Alcalosis.",
      "Trombopenia grave con trombosis (TIH)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La Trombopenia Inducida por Heparina (tipo II, inmune) es pro-trombótica y potencialmente mortal."
  },
  {
    "id": "13 (MIR 2020)",
    "enunciado": "Paciente anticoagulada con Sintrom (INR 5). Dolor hipogastrio y masa. Anemia aguda.",
    "opciones": [
      "Hernia.",
      "Seroma.",
      "Absceso.",
      "Hematoma de la vaina de los rectos."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Complicación hemorrágica típica en anticoagulados con INR alto: Hematoma de la vaina de los rectos (masa abdominal dolorosa + anemia)."
  },
  {
    "id": "98 (MIR 2018)",
    "enunciado": "Hemorragia digestiva grave en paciente tomando Dabigatrán. ¿Antídoto?",
    "opciones": [
      "Vitamina K.",
      "Idarucizumab.",
      "Plasma.",
      "Protamina."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El Idarucizumab es el antídoto específico (fragmento Fab) para el Dabigatrán."
  },
  {
    "id": "108 (MIR 2018)",
    "enunciado": "Mecanismos anticoagulantes. FALSA:",
    "opciones": [
      "Dabigatrán - Anti trombina.",
      "Prasugrel - Antiagregante.",
      "Edoxabán - Anti Xa.",
      "Idarucizumab - Inhibidor plasminógeno."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Idarucizumab no inhibe plasminógeno, es el antídoto del dabigatrán (captador)."
  },
  {
    "id": "38 (MIR 2017)",
    "enunciado": "Tratamiento hemorragia cerebral en paciente con Sintrom (INR 4).",
    "opciones": [
      "Suspender.",
      "Vit K oral.",
      "Vit K iv + Plasma.",
      "Vitamina K iv + Complejo Protrombínico (CCP)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "En hemorragia grave/vital (SNC) se requiere reversión inmediata de factores. El CCP es superior al plasma (menos volumen, más rápido)."
  },
  {
    "id": "210 (MIR 2015)",
    "enunciado": "Inhibidor directo de la trombina:",
    "opciones": [
      "Dabigatrán.",
      "Apixabán.",
      "Rivaroxabán.",
      "Acenocumarol."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Dabigatrán es anti-IIa (Trombina). Los -xaban son anti-Xa."
  },
  {
    "id": "80 (MIR 2015)",
    "enunciado": "Cirugía cataratas en paciente con Sintrom y válvula mecánica. ¿Recomendación?",
    "opciones": [
      "No suspender el acenocumarol.",
      "Puente heparina.",
      "Suspender y plasma.",
      "Suspender y vit K."
    ],
    "indiceCorrecta": 0,
    "explicacion": "En cirugía de cataratas (anestesia tópica, avascular) NO se suspende la anticoagulación oral, ya que el riesgo trombótico de suspenderla supera al riesgo hemorrágico (mínimo)."
  },
  {
    "id": "45 (MIR 2014)",
    "enunciado": "Mecanismo acción incorrecto:",
    "opciones": [
      "Heparina - cofactor ATIII.",
      "Acenocumarol - inhibe vit K epóxido reductasa.",
      "Dabigatrán - anti IIa.",
      "Rivaroxabán - anti Xa."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 5: Warfarina inhibe absorción vit K. Explicación: La warfarina (como el acenocumarol) inhibe la regeneración de vit K (enzima epóxido reductasa), no su absorción."
  },
  {
    "id": "156 (MIR 2024)",
    "enunciado": "Trasplante médula ósea. Donante grupo B, Receptor grupo A. Quimerismo completo. ¿Grupo actual?",
    "opciones": [
      "A.",
      "AB.",
      "B positivo.",
      "O."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Si el quimerismo es completo, la médula produce solo células del donante. El receptor adquiere el grupo sanguíneo del donante."
  },
  {
    "id": "104 (MIR 2019)",
    "enunciado": "TPH alogénico. Día +14. Aumento peso, bilirrubina alta, hepatomegalia dolorosa, ascitis.",
    "opciones": [
      "EICH hepático.",
      "Infección.",
      "Síndrome de Obstrucción Sinusoidal (Venooclusiva).",
      "Sintomático."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Clínica clásica del SOS (Venooclusiva): Hepatomegalia dolorosa + Ictericia + Retención líquidos (aumento peso) post-TPH. Tratamiento: Defibrotide."
  },
  {
    "id": "109 (MIR 2018)",
    "enunciado": "TPH alogénico. Día +24. Eritema cutáneo palmo-plantar, diarrea, ictericia.",
    "opciones": [
      "Tacrolimus tóxico.",
      "EICH Agudo (Enfermedad Injerto contra Huésped). Tratamiento corticoides.",
      "Linfocitos donante.",
      "Fotoaféresis."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La EICH aguda afecta a Piel (rash maculopapular palmo-plantar), Hígado (ictericia) y Digestivo (diarrea). Tto: Corticoides a dosis altas."
  },
  {
    "id": "113 (MIR 2018)",
    "enunciado": "Sobre TPH, señale la FALSA:",
    "opciones": [
      "Sangre cordón es alternativa.",
      "Haploidéntico es alternativa.",
      "Autólogo usa células criopreservadas.",
      "Efecto injerto contra leucemia es mayor en autólogo."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El efecto injerto contra leucemia (GvL) es exclusivo del alogénico (células extrañas atacan tumor). El autólogo tiene más recaídas porque carece de este efecto."
  },
  {
    "id": "99 (MIR 2016)",
    "enunciado": "Sobre EICH (Injerto contra huésped). FALSA:",
    "opciones": [
      "Origen linfocitos T donante.",
      "Profilaxis ciclosporina/MTX.",
      "Eliminar linfocitos T del injerto mejora el implante.",
      "EICH crónica puede desaparecer."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La depleción de células T del injerto (T-depleción) reduce el EICH pero AUMENTA el riesgo de fallo de implante y de recaída (pierde efecto GvL)."
  },
  {
    "id": "103 (MIR 2019)",
    "enunciado": "¿Qué reacción transfusional se previene irradiando los componentes?",
    "opciones": [
      "Hemolítica tardía.",
      "Hipocalcemia.",
      "Sobrecarga férrica.",
      "Enfermedad injerto contra huésped transfusional."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La irradiación elimina linfocitos T del donante presentes en la bolsa, evitando que ataquen al receptor (EICH-T) en inmunodeprimidos."
  },
  {
    "id": "97 (MIR 2016)",
    "enunciado": "Transfusión hematíes. A los 5 min: fiebre, dolor lumbar, hipotensión, orina oscura (hemoglobinuria).",
    "opciones": [
      "Contaminación.",
      "Febril no hemolítica.",
      "Alérgica.",
      "Reacción transfusional hemolítica aguda."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Clínica de hemólisis intravascular aguda por incompatibilidad ABO. Es una emergencia médica."
  },
  {
    "id": "98 (MIR 2016)",
    "enunciado": "Paciente grupo A+. No hay sangre A+. ¿Qué transfundir?",
    "opciones": [
      "AB.",
      "B.",
      "Concentrado de hematíes 0+ y plasma AB.",
      "B y plasma B."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Hematíes: Grupo O es donante universal. Plasma: Grupo AB es donante universal. (Para evitar meter anticuerpos anti-A al paciente)."
  },
  {
    "id": "97 (MIR 2024)",
    "enunciado": "Neumonía granja cerdos (S. aureus resistente meticilina - SARM). ¿Tratamiento empírico?",
    "opciones": [
      "Piperacilina-tazo.",
      "Ceftarolina.",
      "Cefotaxima.",
      "Cefotaxima."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Ceftarolina (cefalosporina 5ª gen) es el único betalactámico activo frente a SARM. (El resto de betalactámicos no cubren SARM)."
  },
  {
    "id": "56 (MIR 2022)",
    "enunciado": "Niño alérgico penicilina. Infección sensible a varios. ¿Cuál usar?",
    "opciones": [
      "Claritromicina.",
      "Imipenem.",
      "Ceftriaxona.",
      "Norfloxacino."
    ],
    "indiceCorrecta": 0,
    "explicacion": "En alérgicos a penicilina se evitan betalactámicos (riesgo reacción cruzada). Quinolonas contraindicadas en niños. Macrólidos (Claritromicina) son buena opción."
  },
  {
    "id": "164 (MIR 2023)",
    "enunciado": "Sepsis urinaria E. coli BLEE (Betalactamasa Espectro Extendido). ¿Tratamiento?",
    "opciones": [
      "Ertapenem.",
      "Amoxicilina/clav.",
      "Tigeciclina.",
      "Ceftazidima."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El tratamiento de elección para bacterias BLEE son los Carbapenems (Ertapenem, Meropenem). Las cefalosporinas son hidrolizadas."
  },
  {
    "id": "51 (MIR 2021)",
    "enunciado": "Clorhexidina. Correcta:",
    "opciones": [
      "Es biguanida.",
      "No actúa hongos.",
      "No usar como antiséptico.",
      "En heridas al 5%."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La clorhexidina es una biguanida. Es un excelente antiséptico. En heridas se usa a concentraciones bajas (0,05% aprox, no 5%)."
  },
  {
    "id": "41 (MIR 2019)",
    "enunciado": "Endocarditis S. aureus. Tto con daptomicina. ¿Efecto adverso muscular (elevación CPK)?",
    "opciones": [
      "Daptomicina.",
      "Dalfopristina.",
      "Linezolid.",
      "Cloxacilina."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La Daptomicina puede causar miopatía y elevación de CPK, por lo que se debe monitorizar semanalmente."
  },
  {
    "id": "60 (MIR 2019)",
    "enunciado": "Definición CMI (Concentración Mínima Inhibitoria):",
    "opciones": [
      "Inhibe 50%.",
      "Mínima que inhibe proliferación visual.",
      "Dosis concreta.",
      "Mínima que infecta."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Es la concentración más baja de antibiótico que inhibe el crecimiento visible del microorganismo in vitro."
  },
  {
    "id": "61 (MIR 2019)",
    "enunciado": "ITU, hemocultivos con Pseudomonas aeruginosa. ¿Tratamiento correcto?",
    "opciones": [
      "Mantener cefotaxima.",
      "Ertapenem.",
      "Piperacilina-tazobactam.",
      "Cotrimoxazol."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Pseudomonas es resistente a Cefotaxima, Ertapenem y Cotrimoxazol. Requiere antipseudomónicos: Pip-Tazo, Ceftazidima, Cefepime, Carbapenems (salvo Erta), Cipro, Aminoglucósidos."
  },
  {
    "id": "44 (MIR 2018)",
    "enunciado": "Aspecto negativo de los betalactámicos:",
    "opciones": [
      "No hay orales.",
      "No hay antipseudomónicos.",
      "Posibilidad de alergias graves.",
      "Siempre necesitan inhibidores."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La alergia a betalactámicos (anafilaxia) es el principal problema de seguridad de este grupo."
  },
  {
    "id": "53 (MIR 2017)",
    "enunciado": "Sepsis urinaria E. coli BLEE. ¿Tratamiento?",
    "opciones": [
      "Ertapenem.",
      "Amoxicilina/clav.",
      "Pip-Tazo.",
      "Ciprofloxacino."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Reiteración: BLEE -> Carbapenem (Ertapenem es buena opción para BLEE no Pseudomonas)."
  },
  {
    "id": "57 (MIR 2015)",
    "enunciado": "¿Cuál NO se puede dar oral (secuencial domicilio)?",
    "opciones": [
      "Amoxicilina-clav.",
      "Claritromicina.",
      "Gentamicina.",
      "Ciprofloxacino."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Los aminoglucósidos (Gentamicina) no se absorben por vía oral."
  },
  {
    "id": "224 (MIR 2014)",
    "enunciado": "ITU por E. coli resistente a ampi, cotrimoxazol y quinolonas. Sensible a fosfomicina. ¿Falsa?",
    "opciones": [
      "Norfloxacino hubiera sido correcto.",
      "Cotrimoxazol era profilaxis.",
      "Fosfomicina es tto dirigido.",
      "Cipro era empírico."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Si es resistente a Ciprofloxacino, es resistente a todas las quinolonas (incluido Norfloxacino). El cambio no hubiera sido correcto."
  },
  {
    "id": "112 (MIR 2024)",
    "enunciado": "Profilaxis endocarditis. Indicada en ALTO RIESGO. ¿Cuál NO es alto riesgo?",
    "opciones": [
      "Prótesis valvular.",
      "Cardiopatía congénita cianótica.",
      "Válvula aórtica bicúspide.",
      "Endocarditis previa."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La válvula bicúspide, el prolapso mitral o la CIA/CIV ya no se consideran de alto riesgo para profilaxis antibiótica. Solo prótesis, endocarditis previa y cianóticas."
  },
  {
    "id": "115 (MIR 2023)",
    "enunciado": "Endocarditis. ¿Indicación de cirugía urgente (24-48h)?",
    "opciones": [
      "Pseudoaneurisma controlado.",
      "Insuficiencia moderada.",
      "Candida sensible.",
      "Insuficiencia valvular aguda con fracaso ventricular izquierdo (IC grave)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La insuficiencia cardíaca refractaria por disfunción valvular aguda es la principal indicación de cirugía urgente/emergente en endocarditis."
  },
  {
    "id": "118 (MIR 2023)",
    "enunciado": "Criterios Duke Endocarditis. ¿Cuál NO es?",
    "opciones": [
      "Embolias.",
      "Coxiella.",
      "Hemocultivos positivos.",
      "Anemia hemolítica."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La anemia es frecuente (\"de trastornos crónicos\") pero no es criterio de Duke. La hemólisis no es típica."
  },
  {
    "id": "169 (MIR 2023)",
    "enunciado": "Endocarditis SARM. Tto Daptomicina. Persiste fiebre, nuevo soplo e insuficiencia cardíaca. ¿Actitud?",
    "opciones": [
      "Cirugía recambio valvular urgente.",
      "Añadir Ceftarolina.",
      "Cambiar a Vanco.",
      "Nuevo eco y diuréticos."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Fallo de tratamiento con desarrollo de complicaciones (IC) indica cirugía, no solo cambio de antibiótico."
  },
  {
    "id": "20 (MIR 2022)",
    "enunciado": "Endocarditis SARM con Vancomicina. A los 4 días: EAP y soplo nuevo (insuficiencia aguda). ¿Actitud?",
    "opciones": [
      "Voriconazol.",
      "Daptomicina.",
      "Gentamicina.",
      "Cirugía urgente."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Insuficiencia cardíaca aguda por rotura valvular en endocarditis = Cirugía urgente. El tratamiento médico solo no estabiliza la hemodinámica."
  },
  {
    "id": "19 (MIR 2019)",
    "enunciado": "Paciente prótesis mitral. Fiebre, soplo y lesión hipodensa en bazo (infarto esplénico). ¿Prueba?",
    "opciones": [
      "Gastroscopia.",
      "Drenaje absceso.",
      "Colonoscopia.",
      "Ecocardiograma."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Fiebre + Prótesis + Embolia (infarto esplénico) = Sospecha muy alta de Endocarditis. Hay que hacer ECO (primero TT, luego TE)."
  },
  {
    "id": "106 (MIR 2017)",
    "enunciado": "Tratamiento más activo bacteriemia S. aureus resistente oxacilina (SARM).",
    "opciones": [
      "Imipenem.",
      "Cefazolina.",
      "Vancomicina.",
      "Daptomicina."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Daptomicina es bactericida rápido y superior in vitro/in vivo a Vancomicina (que es bactericida lento) para SARM. (Aunque Vanco sigue siendo estándar, Dapto es \"más activa\")."
  },
  {
    "id": "56 (MIR 2016)",
    "enunciado": "Endocarditis S. gallolyticus. Bloqueo AV completo y absceso.",
    "opciones": [
      "Cirugía recambio.",
      "Balón y marcapasos.",
      "TAVI.",
      "Marcapasos definitivo y antibiótico."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El bloqueo AV en endocarditis indica absceso perivalvular (extensión local). Es indicación absoluta de cirugía."
  },
  {
    "id": "93 (MIR 2024)",
    "enunciado": "Niño 7 años. Fiebre, cefalea, rigidez nuca y PETEQUIAS. ¿Correcta?",
    "opciones": [
      "Diplococos Gram+.",
      "Neumococo.",
      "Profilaxis contactos íntimos.",
      "Aciclovir."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Meningitis + Petequias (Sepsis meningocócica) = Neisseria meningitidis (Diplococo Gram negativo). Requiere profilaxis a contactos (Rifampicina/Cipro/Ceftriaxona)."
  },
  {
    "id": "167 (MIR 2023)",
    "enunciado": "Meningitis bacteriana adulto (post-otitis). ¿Tratamiento empírico?",
    "opciones": [
      "Ceftriaxona + Vancomicina.",
      "Cefotaxima + Ampicilina.",
      "Moxifloxacino.",
      "Meropenem."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Cobertura empírica de neumococo (incluso resistente a cefalos) y meningococo: Cefalosporina 3ª (Ceftriaxona) + Vancomicina. (La ampi se añade si >50 años o riesgo Listeria)."
  },
  {
    "id": "93 (MIR 2021)",
    "enunciado": "Meningitis adulto 65 años, alcohólico. LCR purulento (bacteriano). ¿Tratamiento?",
    "opciones": [
      "Cefotaxima + Ampi.",
      "Cefotaxima + Vanco.",
      "Cefotaxima + Vanco + Ampicilina.",
      "Tuberculostáticos."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Por edad (>50) y alcoholismo, riesgo de Listeria. Se debe cubrir Neumococo (Cefalo 3ª + Vanco) y Listeria (Ampicilina)."
  },
  {
    "id": "100 (MIR 2021)",
    "enunciado": "Meningitis linfocitaria, glucosa normal. (Vírica). ¿Tratamiento?",
    "opciones": [
      "Aciclovir.",
      "Tuberculostáticos.",
      "Corticoides.",
      "Antibióticos."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Sospecha de meningoencefalitis vírica (VHS, VVZ, Enterovirus). Ante la duda de VHS (encefalitis) se inicia Aciclovir empírico."
  },
  {
    "id": "125 (MIR 2021)",
    "enunciado": "Meningitis neumocócica. Señale la FALSA:",
    "opciones": [
      ">50% resistentes penicilina.",
      "Mortalidad UCI >30%.",
      "Precocidad es básica.",
      "Dexametasona mejora pronóstico."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La resistencia a penicilina ha disminuido (<20-10% en meníngeas). La opción 1 exagera la resistencia actual en nuestro medio."
  },
  {
    "id": "109 (MIR 2020)",
    "enunciado": "Listeria monocytogenes. INCORRECTA:",
    "opciones": [
      "Bacilo Gram+.",
      "Ubicua (suelo, alimentos).",
      "Portadores asintomáticos.",
      "Tratamiento elección cefalosporina."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Listeria es INTRÍNSECAMENTE RESISTENTE a Cefalosporinas. El tratamiento es Ampicilina."
  },
  {
    "id": "122 (MIR 2019)",
    "enunciado": "Dolor lumbar y febrícula. Espondilodiscitis. ¿Prueba elección?",
    "opciones": [
      "TC.",
      "Gammagrafía.",
      "Rx.",
      "Resonancia Magnética (RM)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La RM es la prueba más sensible y específica para diagnosticar espondilodiscitis."
  },
  {
    "id": "59 (MIR 2018)",
    "enunciado": "Meningitis inmunodeprimido. Gram: Bacilos Gram Positivos. ¿Microorganismo?",
    "opciones": [
      "Meningococo.",
      "Haemophilus.",
      "S. agalactiae.",
      "Listeria monocytogenes."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Listeria es el principal bacilo gram positivo causante de meningitis (especialmente en inmunodeprimidos/ancianos/neonatos)."
  },
  {
    "id": "12 (MIR 2018)",
    "enunciado": "Paciente séptica. Convulsión. TC: Lesión cavitada (absceso). ¿Causa más probable?",
    "opciones": [
      "Absceso cerebral.",
      "Tumor.",
      "Metástasis.",
      "Toxoplasmosis."
    ],
    "indiceCorrecta": 0,
    "explicacion": "En contexto de sepsis/bacteriemia, la aparición de lesión cerebral sugiere siembra hematógena (Absceso cerebral)."
  },
  {
    "id": "101 (MIR 2016)",
    "enunciado": "Fiebre, cefalea, afasia. LCR linfocitario. TC: hipodensidad temporal. ¿Diagnóstico?",
    "opciones": [
      "Meningitis bacteriana.",
      "Encefalitis herpética (vírica).",
      "Encefalitis límbica.",
      "Absceso."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La afectación focal del lóbulo temporal con fiebre y clínica neurológica es la presentación clásica de la Encefalitis por Herpes Simplex (VHS-1)."
  },
  {
    "id": "105 (MIR 2016)",
    "enunciado": "Meningitis bacteriana grave (coma, shock). ¿Actuación prioritaria?",
    "opciones": [
      "Cultivos, TC y luego antibiótico.",
      "TAC urgente.",
      "Dopamina.",
      "Hemocultivos y Antibiótico (Ceftriaxona+Vanco+Ampi) + Dexametasona inmediato."
    ],
    "indiceCorrecta": null,
    "explicacion": "Opción 1: Extraer hemocultivos y antibiótico empírico inmediato (+ dexametasona). Explicación: En meningitis con inestabilidad o signos de herniación, NO se retrasa el antibiótico por la punción lumbar o el TC. Se trata primero (\"tiempo es cerebro\")."
  },
  {
    "id": "174 (MIR 2015)",
    "enunciado": "Complicación más frecuente meningitis bacteriana en niños:",
    "opciones": [
      "Hipoacusia.",
      "Epilepsia.",
      "Retraso.",
      "Hidrocefalia."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La sordera neurosensorial (hipoacusia) es la secuela más frecuente."
  },
  {
    "id": "207 (MIR 2015)",
    "enunciado": "Antibiótico que NO atraviesa bien BHE (no usar en meningitis):",
    "opciones": [
      "Penicilina G.",
      "Vancomicina.",
      "Rifampicina.",
      "Cloranfenicol."
    ],
    "indiceCorrecta": 1,
    "explicacion": "(Pregunta anulada por posible doble respuesta). La Vancomicina pasa mal (se usan dosis altas). La penicilina pasa bien con inflamación. Cloranfenicol y Rifa pasan muy bien. Se marcó la Vancomicina como la peor."
  },
  {
    "id": "10 (MIR 2024)",
    "enunciado": "Trasplante MO. Neumonía intersticial, astenia, hipoxemia. TC: vidrio deslustrado.",
    "opciones": [
      "TBC.",
      "Aspergillus.",
      "Neumococo.",
      "Pneumocystis jirovecii."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Inmunodeprimido con clínica subaguda (astenia, disnea progresiva) e infiltrados intersticiales bilaterales. Es Pneumocystis."
  },
  {
    "id": "126 (MIR 2023)",
    "enunciado": "Neumonía Lóbulo Medio. CRB-65 = 2 (Edad>65, FR>30). ¿Actitud?",
    "opciones": [
      "Alta.",
      "Alta.",
      "Ingreso.",
      "UCI."
    ],
    "indiceCorrecta": 2,
    "explicacion": "CRB-65 con 2 puntos indica riesgo moderado-alto y criterio de ingreso hospitalario."
  },
  {
    "id": "42 (MIR 2022)",
    "enunciado": "Legionella. ¿Aislamiento?",
    "opciones": [
      "Gotas.",
      "Contacto.",
      "Aire.",
      "Precauciones estándar."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La Legionella no se transmite de persona a persona. No requiere aislamiento específico, solo precauciones estándar."
  },
  {
    "id": "179 (MIR 2022)",
    "enunciado": "Absceso pulmonar (cavitado con nivel) en alcohólico. ¿Tratamiento MENOS eficaz?",
    "opciones": [
      "Metronidazol monoterapia.",
      "Clindamicina.",
      "Amoxicilina-Clav.",
      "Moxifloxacino."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El absceso primario es polimicrobiano (anaerobios + aerobios orales). El Metronidazol cubre bien anaerobios pero falla en aerobios/microaerófilos estreptococos. No se usa solo."
  },
  {
    "id": "18 (MIR 2021)",
    "enunciado": "Neumonía lobar (típica) en joven. CURB-65 = 2 (Taquipnea, Hipotensión). ¿Correcta?",
    "opciones": [
      "Alta con azitro.",
      "Ingreso y Cefalosporina 3ª + Macrólido.",
      "UCI y técnicas invasivas.",
      "Antipseudomónico."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Neumonía con criterios de gravedad (ingreso). El tratamiento empírico estándar es beta-lactámico (Cefotaxima/Ceftriaxona) + Macrólido (para cubrir atípicos y efecto inmunomodulador)."
  },
  {
    "id": "26 (MIR 2020)",
    "enunciado": "Anciana con Alzheimer. Disfagia. Neumonía LSD. ¿Tipo?",
    "opciones": [
      "TEP.",
      "EAP.",
      "Intersticial.",
      "Broncoalveolar (aspirativa)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Paciente con disfagia y demencia tiene alto riesgo de broncoaspiración. La localización (segmentos posteriores/superiores) y la clínica sugieren neumonía aspirativa."
  },
  {
    "id": "146 (MIR 2021)",
    "enunciado": "Absceso pulmonar (cavitada nivel). ¿Incorrecta?",
    "opciones": [
      "Descartar TBC.",
      "Iniciar Metronidazol.",
      "Anaerobios presuntos.",
      "Si inmunodeprimido, biopsia."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Repetición del concepto: Metronidazol en monoterapia NO es adecuado para absceso pulmonar."
  },
  {
    "id": "133 (MIR 2020)",
    "enunciado": "Neumonía con derrame pleural. ¿Correcta?",
    "opciones": [
      "Empiema si pH 7.4.",
      "Empiema solo si cultivo +.",
      "Sospechar empiema si fiebre persistente.",
      "Drenar todo derrame."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Si la fiebre persiste pese a tratamiento y hay derrame, hay que descartar empiema (infección espacio pleural)."
  },
  {
    "id": "164 (MIR 2018)",
    "enunciado": "Neumonía grave, shock, fallo respiratorio. ¿Lugar?",
    "opciones": [
      "Domicilio.",
      "Observación.",
      "Planta.",
      "UCI."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Criterios de gravedad (shock séptico, insuficiencia respiratoria severa) obligan a ingreso en UCI."
  },
  {
    "id": "64 (MIR 2018)",
    "enunciado": "Agente neumonía comunitaria más frecuente en infancia:",
    "opciones": [
      "Neumococo.",
      "H. influenzae.",
      "Mycoplasma.",
      "S. aureus."
    ],
    "indiceCorrecta": 0,
    "explicacion": "En global (<5 años sobre todo), el Streptococcus pneumoniae es la bacteria más frecuente (tras los virus). En escolares (>5 años) Mycoplasma gana relevancia."
  },
  {
    "id": "100 (MIR 2016)",
    "enunciado": "Inmunodeprimido (corticoides), neumonía tórpida, abscesos cerebrales y cutáneos.",
    "opciones": [
      "Neoplasia.",
      "TBC.",
      "Nocardiosis.",
      "Aspergilosis."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La Nocardia es una bacteria ramificada que causa neumonía, abscesos cerebrales y cutáneos en inmunodeprimidos."
  },
  {
    "id": "124 (MIR 2015)",
    "enunciado": "Neumonía neumocócica (Ag orina +). Grave (Sat 80%). ¿Tto?",
    "opciones": [
      "Ceftazidima.",
      "Claritromicina.",
      "Azitromicina.",
      "Ceftriaxona."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Neumonía neumocócica confirmada grave: Beta-lactámico potente (Ceftriaxona). Macrólido solo no, por resistencias."
  },
  {
    "id": "114 (MIR 2014)",
    "enunciado": "Mieloma, neutropenia post-quimio. Neumonía lobar aguda. ¿Germen?",
    "opciones": [
      "Neumonitis.",
      "Neumococo.",
      "Aspergillus.",
      "Virus."
    ],
    "indiceCorrecta": null,
    "explicacion": "Comentario: En neutropénicos las infecciones bacterianas (Neumococo, Gram negativos) son rápidas y frecuentes. Aspergillus da cuadros más subagudos con nódulos/halo."
  },
  {
    "id": "115 (MIR 2014)",
    "enunciado": "Neumonía neumocócica (sensible penicilina). Fiebre persiste día 5. ¿Causa?",
    "opciones": [
      "Resistencia.",
      "Añadir quinolona.",
      "Cambiar.",
      "Empiema pleural."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La causa más frecuente de fiebre persistente en neumonía tratada adecuadamente (sensible) es el derrame paraneumónico complicado/empiema."
  },
  {
    "id": "26 (MIR 2023)",
    "enunciado": "Genética. Disomía uniparental (dos cromosomas del mismo progenitor). ¿Enfermedad relacionada?",
    "opciones": [
      "Síndrome de Marfan.",
      "Fibrosis quística.",
      "Prader-Willi.",
      "Neurofibromatosis tipo 1."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La disomía uniparental materna del cromosoma 15 es una de las causas del Síndrome de Prader-Willi (junto con la deleción paterna)."
  },
  {
    "id": "28 (MIR 2020)",
    "enunciado": "Genética del cáncer. Gen de fusión BCR-ABL. ¿Enfermedad?",
    "opciones": [
      "Linfoma Burkitt.",
      "LMC (Leucemia Mieloide Crónica).",
      "Neuroblastoma.",
      "Sarcoma Ewing."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La translocación t(9;22) que forma el gen de fusión BCR-ABL (Cromosoma Philadelphia) es la marca distintiva de la LMC."
  },
  {
    "id": "27 (MIR 2019)",
    "enunciado": "Herencia ligada al sexo recesiva (ej. Hemofilia A). Mujer portadora y varón sano. ¿Descendencia?",
    "opciones": [
      "50% hijos varones enfermos.",
      "100% hijas portadoras.",
      "50% hijas enfermas.",
      "100% hijos sanos."
    ],
    "indiceCorrecta": 0,
    "explicacion": "En la herencia recesiva ligada a X, si la madre es portadora (XX*) y el padre sano (XY), el 50% de los hijos varones recibirán el X* y serán enfermos. Las hijas serán 50% sanas y 50% portadoras."
  },
  {
    "id": "145 (MIR 2021)",
    "enunciado": "Anciano frágil. Escala para valoración funcional (actividades básicas).",
    "opciones": [
      "Lawton-Brody.",
      "Barthel.",
      "Tinetti.",
      "Mini-Mental."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El índice de Barthel (y el de Katz) evalúa las actividades básicas de la vida diaria (ABVD). Lawton es para instrumentales."
  },
  {
    "id": "193 (MIR 2023)",
    "enunciado": "Anciano con delirio hipoactivo. ¿Fármaco a EVITAR?",
    "opciones": [
      "Haloperidol.",
      "Risperidona.",
      "Lorazepam.",
      "Quetiapina."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Las benzodiacepinas (Lorazepam) deben evitarse en el delirium (salvo abstinencia alcohólica) porque pueden empeorar la confusión y sedación."
  },
  {
    "id": "180 (MIR 2022)",
    "enunciado": "Úlceras por presión. Estadio III (pérdida total grosor piel, grasa visible). ¿Tratamiento local?",
    "opciones": [
      "Desbridamiento y cura húmeda.",
      "Antibióticos tópicos.",
      "Povidona yodada.",
      "Dejar al aire."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El tratamiento estándar es el desbridamiento del tejido necrótico y la cura en ambiente húmedo (hidrocoloides, hidrogeles, etc.)."
  },
  {
    "id": "43 (MIR 2024)",
    "enunciado": "Medicina Preventiva. Prevención Cuaternaria. ¿Definición?",
    "opciones": [
      "Evitar enfermedad.",
      "Detección precoz.",
      "Evitar complicaciones.",
      "Evitar daño por intervenciones médicas innecesarias."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La prevención cuaternaria busca evitar el sobrediagnóstico y sobretratamiento (\"primum non nocere\" ante la medicalización excesiva)."
  },
  {
    "id": "187 (MIR 2023)",
    "enunciado": "Paciente terminal, disnea de reposo intensa. ¿Fármaco elección?",
    "opciones": [
      "Cloruro mórfico (Morfina).",
      "Midazolam.",
      "Buspirona.",
      "Oxígeno alto flujo."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La morfina es el fármaco de elección para el tratamiento sintomático de la disnea en pacientes terminales (disminuye la percepción de disnea y la ansiedad)."
  },
  {
    "id": "210 (MIR 2020)",
    "enunciado": "Sedación paliativa. ¿Fármaco elección para disminuir conciencia en agonía con disnea refractaria?",
    "opciones": [
      "Morfina.",
      "Midazolam.",
      "Haloperidol.",
      "Propofol."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Para la sedación paliativa (disminución de conciencia ante síntoma refractario), el fármaco de elección es el Midazolam SC/IV. La morfina se usa para la disnea/dolor, no como sedante primario."
  },
  {
    "id": "205 (MIR 2019)",
    "enunciado": "Ley autonomía paciente. Menor maduro. 16 años. ¿Consentimiento?",
    "opciones": [
      "Lo dan los padres.",
      "Lo da el menor (salvo grave riesgo).",
      "Siempre el juez.",
      "Médicos deciden."
    ],
    "indiceCorrecta": 1,
    "explicacion": "A partir de los 16 años (menor maduro), el paciente tiene capacidad para consentir por sí mismo, salvo en casos de grave riesgo vital donde se informa a los padres."
  },
  {
    "id": "15 (MIR 2024)",
    "enunciado": "Nefrología. Biopsia renal: Semilunas epiteliales (>50% glomérulos). Deterioro rápido función renal.",
    "opciones": [
      "Cambios mínimos.",
      "Membranosa.",
      "Glomerulonefritis Rápidamente Progresiva (Extracapilar).",
      "Esclerosis segmentaria."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La presencia de semilunas (proliferación extracapilar) en la mayoría de glomérulos con fracaso renal rápido define la GN Rápidamente Progresiva (Tipo I, II o III)."
  },
  {
    "id": "116 (MIR 2023)",
    "enunciado": "Síndrome nefrótico en adulto. Causa más frecuente (primaria).",
    "opciones": [
      "Cambios mínimos.",
      "Membranosa.",
      "IgA.",
      "Membranoproliferativa."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La Glomerulonefritis Membranosa es la causa más frecuente de síndrome nefrótico en el adulto no diabético."
  },
  {
    "id": "112 (MIR 2021)",
    "enunciado": "Niño, hematuria macroscópica coincidiendo con faringitis (sin latencia). IgA alta.",
    "opciones": [
      "Postestreptocócica.",
      "Berger (IgA).",
      "Alport.",
      "Goodpasture."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La hematuria sin latencia (o <72h) tras infección respiratoria (\"sin-faringítica\") es típica de la Enfermedad de Berger (Nefropatía IgA). La postestreptocócica tiene latencia de 1-3 semanas."
  },
  {
    "id": "10 (MIR 2020)",
    "enunciado": "Imagen microscopía electrónica: Borramiento pedicelos podocitos. Niño, síndrome nefrótico puro.",
    "opciones": [
      "Cambios Mínimos.",
      "Focal y Segmentaria.",
      "Membranosa.",
      "Mesangial."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La Nefropatía por Cambios Mínimos es la causa más frecuente de síndrome nefrótico en niños. En MO es normal, en ME se ve la fusión de pedicelos."
  },
  {
    "id": "15 (MIR 2021)",
    "enunciado": "Fracaso renal agudo. Na orina <10, EFNa <1%, Osm orina >500.",
    "opciones": [
      "NTA (Necrosis Tubular Aguda).",
      "Prerrenal.",
      "Postrenal.",
      "Nefritis intersticial."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Los índices urinarios (Na bajo, Osm alta, EFNa <1%) indican que el riñón está ahorrando agua y sodio, lo que es diagnóstico de Fracaso Renal Agudo Prerrenal (funcional)."
  },
  {
    "id": "118 (MIR 2020)",
    "enunciado": "Síndrome hemolítico urémico (SHU) típico en niño (diarrea previa). ¿Causa?",
    "opciones": [
      "E. coli productor de toxina Shiga (O157:H7).",
      "Neumococo.",
      "Déficit complemento.",
      "Fármacos."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El SHU típico (post-diarrea) en niños se debe a la toxina Shiga (verotoxina) producida por E. coli enterohemorrágico."
  },
  {
    "id": "108 (MIR 2023)",
    "enunciado": "Mujer joven, hipertensión renovascular. Displasia fibromuscular (\"collar de cuentas\"). ¿Tratamiento elección?",
    "opciones": [
      "Nefrectomía.",
      "Angioplastia con balón.",
      "Bypass.",
      "Stent."
    ],
    "indiceCorrecta": 1,
    "explicacion": "En la displasia fibromuscular (estenosis \"en collar de cuentas\"), el tratamiento de elección es la Angioplastia transluminal percutánea (ATP) sin stent."
  },
  {
    "id": "29 (MIR 2024)",
    "enunciado": "Neumología. EPOC. Definición funcional.",
    "opciones": [
      "FEV1/FVC < 0.7 (post-broncodilatador).",
      "FEV1 < 80%.",
      "TLC > 120%.",
      "DLCO baja."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El patrón obstructivo no reversible (o parcialmente reversible) que define la EPOC es una relación FEV1/FVC < 0.7 tras la prueba broncodilatadora."
  },
  {
    "id": "134 (MIR 2023)",
    "enunciado": "Asma. Escalón tratamiento. Síntomas diarios, despertares nocturnos. ¿Tratamiento base?",
    "opciones": [
      "SABA a demanda.",
      "Corticoide inhalado dosis baja.",
      "Corticoide inhalado dosis baja + LABA.",
      "Corticoide oral."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Asma persistente moderada. El tratamiento de elección es la combinación de Corticoide Inhalado (dosis baja/media) + Agonista Beta-2 de larga duración (LABA)."
  },
  {
    "id": "6 (MIR 2024)",
    "enunciado": "Derrame pleural. Criterios de Light (Exudado).",
    "opciones": [
      "Proteínas pleural/suero > 0.5.",
      "LDH pleural/suero > 0.6.",
      "LDH pleural > 2/3 límite superior suero.",
      "Cualquiera de los anteriores."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Basta con cumplir UNO de los tres criterios de Light para clasificar el derrame como Exudado."
  },
  {
    "id": "127 (MIR 2022)",
    "enunciado": "Neumotórax espontáneo primario. 20%, leve disnea. ¿Manejo?",
    "opciones": [
      "Observación y oxígeno.",
      "Drenaje torácico tubo grueso.",
      "Aspiración simple / Drenaje fino.",
      "Cirugía."
    ],
    "indiceCorrecta": null,
    "explicacion": "En neumotórax pequeños y poco sintomáticos, la observación con oxigenoterapia es una opción. Si es mayor o sintomático, se prefiere aspiración simple o tubo fino. (Depende de guías específicas, el MIR suele ir a lo conservador en pequeños o intervencionista simple en mayores)."
  },
  {
    "id": "16 (MIR 2020)",
    "enunciado": "Nódulo pulmonar solitario. Criterios benignidad (calcificación).",
    "opciones": [
      "Palomita de maíz (Popcorn).",
      "Excéntrica.",
      "Espiculada.",
      "Vidrio deslustrado."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La calcificación en \"palomita de maíz\" es patognomónica del Hamartoma (tumor benigno). Las calcificaciones excéntricas o puntiformes sugieren malignidad."
  },
  {
    "id": "22 (MIR 2023)",
    "enunciado": "Cáncer pulmón células pequeñas (Microcítico). Tratamiento estadio extendido.",
    "opciones": [
      "Cirugía.",
      "Quimio-Inmunoterapia.",
      "Radioterapia exclusiva.",
      "Vigilancia."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El microcítico es una enfermedad sistémica. En estadio extendido, el tratamiento es Quimioterapia (Platino-Etopósido) + Inmunoterapia (Atezolizumab o Durvalumab). La cirugía no tiene papel."
  },
  {
    "id": "15 (MIR 2021)",
    "enunciado": "Mujer 30 años, anticonceptivos orales. Disnea súbita. Dímero D normal. Probabilidad clínica baja. ¿Actitud?",
    "opciones": [
      "Angio-TC de arterias pulmonares.",
      "Gammagrafía de ventilación/perfusión.",
      "Ecografía venosa de miembros inferiores.",
      "Descartar TEP y buscar otra causa."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El Dímero D tiene un alto valor predictivo negativo. En pacientes con baja probabilidad clínica, un Dímero D normal permite descartar el TEP sin necesidad de más pruebas de imagen."
  },
  {
    "id": "14 (MIR 2020)",
    "enunciado": "SDRA (Síndrome de Distrés Respiratorio Agudo). Criterios de Berlín. ¿Cuál NO es correcto?",
    "opciones": [
      "Inicio agudo (<1 semana).",
      "Opacidades bilaterales en Rx/TC.",
      "Edema pulmonar no explicado por fallo cardiaco.",
      "PaO2/FiO2 > 300 mmHg."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El criterio de oxigenación del SDRA requiere una PaO2/FiO2 ≤ 300 mmHg (con PEEP ≥ 5). Si es >300 no es SDRA."
  },
  {
    "id": "25 (MIR 2024)",
    "enunciado": "Fibrosis Pulmonar Idiopática (FPI). Hallazgos TCAR patrón NIU (Neumonía Intersticial Usual). ¿Cuál es?",
    "opciones": [
      "Vidrio deslustrado extenso.",
      "Nódulos centrolobulillares.",
      "Reticulación, bronquiectasias por tracción y panalización basal/subpleural.",
      "Consolidaciones parcheadas."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El patrón NIU (UIP) típico de la FPI se caracteriza por gradiente apico-basal, reticulación, bronquiectasias por tracción y panalización (honeycombing) subpleural."
  },
  {
    "id": "19 (MIR 2020)",
    "enunciado": "Sarcoidosis. Tratamiento de elección en estadio II sintomático (disnea).",
    "opciones": [
      "Corticoides orales.",
      "Metotrexato.",
      "Infliximab.",
      "Observación."
    ],
    "indiceCorrecta": 0,
    "explicacion": "En la sarcoidosis pulmonar sintomática o con afectación de la función pulmonar, el tratamiento de primera línea son los glucocorticoides orales."
  },
  {
    "id": "27 (MIR 2024)",
    "enunciado": "Masa mediastínica anterior. Diagnóstico diferencial (las 4 T). ¿Cuál NO corresponde?",
    "opciones": [
      "Timoma.",
      "Teratoma.",
      "Tiroides (bocio endotorácico).",
      "Tumor neurogénico."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Los tumores neurogénicos son típicos del mediastino posterior (paravertebrales). Las 4 T del anterior son: Timoma, Teratoma, Tiroides y \"Terrible\" Linfoma."
  },
  {
    "id": "139 (MIR 2023)",
    "enunciado": "Hipertensión Arterial Pulmonar (HAP). Fármaco que actúa sobre la vía del óxido nítrico.",
    "opciones": [
      "Bosentán.",
      "Epoprostenol.",
      "Riociguat.",
      "Selexipag."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El Riociguat es un estimulador de la guanilato ciclasa soluble (vía del óxido nítrico). Bosentán (endotelina), Epoprostenol/Selexipag (prostaciclina)."
  },
  {
    "id": "117 (MIR 2024)",
    "enunciado": "Mujer 25 años, fumadora. Neumotórax espontáneo primario (NEP) recidivante (2º episodio). ¿Tratamiento?",
    "opciones": [
      "Reposo.",
      "Aspiration simple.",
      "Drenaje torácico.",
      "Cirugía (VATS) con pleurodesis."
    ],
    "indiceCorrecta": 3,
    "explicacion": "En el segundo episodio de NEP (recidiva) está indicada la cirugía para prevenir nuevas recurrencias (bullectomía + pleurodesis)."
  },
  {
    "id": "98 (MIR 2024)",
    "enunciado": "Mujer 32 años. Cefalea hemicraneal pulsátil, foto/fonofobia, náuseas. ¿Diagnóstico?",
    "opciones": [
      "Cefalea tensional.",
      "Migraña sin aura.",
      "Cefalea en racimos.",
      "Arteritis de la temporal."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La descripción es clásica de migraña: mujer joven, hemicraneal, pulsátil, cortejo vegetativo (náuseas) y fobia a estímulos. Sin focalidad (sin aura)."
  },
  {
    "id": "54 (MIR 2024)",
    "enunciado": "Ictus isquémico < 4.5 horas. Sin contraindicaciones. ¿Tratamiento reperfusión?",
    "opciones": [
      "Antiagregación.",
      "Anticoagulación.",
      "Fibrinólisis endovenosa (rt-PA).",
      "Trombectomía mecánica sola."
    ],
    "indiceCorrecta": 2,
    "explicacion": "En ventana < 4.5h, el tratamiento de elección es la fibrinólisis iv (alteplasa/tenecteplasa). Si hay oclusión de gran vaso, se asocia trombectomía."
  },
  {
    "id": "56 (MIR 2024)",
    "enunciado": "Hematoma epidural. Imagen TC y clínica.",
    "opciones": [
      "Imagen semiluna, intervalo lúcido.",
      "Imagen lente biconvexa, intervalo lúcido.",
      "Sangre en surcos, cefalea súbita.",
      "Hipodensidad difusa."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El hematoma epidural (rotura art. meníngea media) típicamente forma una lente biconvexa (limón) y puede tener intervalo lúcido."
  },
  {
    "id": "59 (MIR 2024)",
    "enunciado": "Enfermedad de Parkinson. Clínica motora cardinal. ¿Cuál FALSA?",
    "opciones": [
      "Temblor de reposo.",
      "Bradicinesia.",
      "Rigidez.",
      "Espasticidad."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La tríada es Temblor de reposo, Bradicinesia y Rigidez (en rueda dentada). La espasticidad es signo de vía piramidal, no extrapiramidal."
  },
  {
    "id": "60 (MIR 2023)",
    "enunciado": "Esclerosis Múltiple. Tratamiento brote agudo.",
    "opciones": [
      "Interferón beta.",
      "Glucocorticoides a dosis altas (bolus).",
      "Natalizumab.",
      "Glatiramer."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El tratamiento del brote agudo de EM son los corticoides iv a altas dosis (metilprednisolona). El resto son tratamientos modificadores de la enfermedad (preventivos)."
  },
  {
    "id": "61 (MIR 2023)",
    "enunciado": "Miastenia Gravis. Prueba diagnóstica más específica.",
    "opciones": [
      "EMG.",
      "TC tórax.",
      "Anticuerpos anti-receptor acetilcolina (AChR).",
      "Test de edrofonio."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La presencia de anticuerpos anti-AChR es altamente específica para el diagnóstico de Miastenia Gravis."
  },
  {
    "id": "63 (MIR 2023)",
    "enunciado": "Epilepsia. Fármaco de elección en crisis generalizadas tónico-clónicas y mioclónicas (ej. Juvenil Mioclónica).",
    "opciones": [
      "Carbamacepina.",
      "Ácido Valproico.",
      "Etosuximida.",
      "Fenitoína."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El Ácido Valproico es el fármaco de amplio espectro de elección para epilepsias generalizadas idiopáticas (crisis tónico-clónicas, ausencias y mioclonías)."
  },
  {
    "id": "65 (MIR 2023)",
    "enunciado": "Cefalea en racimos (Cluster). Tratamiento crisis aguda.",
    "opciones": [
      "Paracetamol.",
      "Sumatriptán subcutáneo y oxígeno alto flujo.",
      "AINEs.",
      "Ergotamínicos orales."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El tratamiento abortivo de la crisis de Cluster es Sumatriptán subcutáneo y/o Oxígeno al 100% con mascarilla reservorio."
  },
  {
    "id": "66 (MIR 2023)",
    "enunciado": "Demencia cuerpos de Lewy. Características clínicas. INCORRECTA:",
    "opciones": [
      "Fluctuación cognitiva.",
      "Alucinaciones visuales.",
      "Parkinsonismo.",
      "Inicio con alteración de memoria prominente."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La DCL se caracteriza por fluctuaciones, alucinaciones visuales y parkinsonismo. La memoria suele afectarse más tardíamente que en el Alzheimer (predomina el déficit atencional/visuoespacial)."
  },
  {
    "id": "103 (MIR 2020)",
    "enunciado": "Desprendimiento de retina regmatógeno. Síntoma inicial típico.",
    "opciones": [
      "Dolor ocular intenso.",
      "Fotopsias (destellos) y miodesopsias (moscas).",
      "Pérdida visión central brusca.",
      "Metamorfopsias."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Los síntomas premonitorios del desprendimiento (por tracción vítrea) son las fotopsias y el aumento brusco de miodesopsias. Luego aparece el telón o sombra."
  },
  {
    "id": "28 (MIR 2018)",
    "enunciado": "Defecto campimétrico en adenoma hipofisario (compresión quiasma).",
    "opciones": [
      "Hemianopsia homónima.",
      "Hemianopsia bitemporal.",
      "Cuadrantanopsia.",
      "Escotoma central."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La compresión del quiasma óptico (fibras nasales que decusan) produce una Hemianopsia Heterónima Bitemporal (visión de túnel)."
  },
  {
    "id": "172 (MIR 2016)",
    "enunciado": "Ojo rojo doloroso, pupila miótica, inyección ciliar.",
    "opciones": [
      "Conjuntivitis aguda.",
      "Glaucoma agudo.",
      "Uveítis anterior aguda.",
      "Queratitis."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La tríada de ojo rojo, dolor y miosis (pupila pequeña) es típica de la Uveítis Anterior (Iritis). El Glaucoma agudo tendría midriasis media arreactiva."
  },
  {
    "id": "112 (MIR 2019)",
    "enunciado": "Glaucoma agudo de ángulo cerrado. Tratamiento inmediato. INCORRECTA:",
    "opciones": [
      "Pilocarpina (miótico).",
      "Manitol iv.",
      "Acetazolamida.",
      "Atropina (midriático)."
    ],
    "indiceCorrecta": 3,
    "explicacion": "En el glaucoma de ángulo cerrado está CONTRAINDICADO dilatar la pupila (Atropina), ya que bloquea más el ángulo. Se debe cerrar la pupila (Pilocarpina)."
  },
  {
    "id": "32 (MIR 2024)",
    "enunciado": "Parálisis facial periférica. Otoscopia: vesículas en conducto auditivo.",
    "opciones": [
      "Síndrome de Ramsay-Hunt (Zóster ótico).",
      "Parálisis de Bell.",
      "Colesteatoma.",
      "Otitis externa maligna."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La asociación de parálisis facial y vesículas herpéticas en el pabellón/conducto (zona de Ramsay-Hunt) es diagnóstica de infección por VVZ (Ramsay-Hunt)."
  },
  {
    "id": "116 (MIR 2024)",
    "enunciado": "Rinosinusitis aguda bacteriana. Criterio diagnóstico.",
    "opciones": [
      "Duración < 5 días.",
      "Rinorrea acuosa.",
      "Empeoramiento tras mejoría inicial (\"doble puesta enferma\").",
      "Fiebre baja."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La sobreinfección bacteriana se sospecha si: 1) Persiste >10 días, 2) Inicio severo (fiebre alta >3 días), 3) Empeoramiento tras mejoría inicial (double sickening)."
  },
  {
    "id": "117 (MIR 2023)",
    "enunciado": "Cáncer de laringe (glótico). Disfonía persistente. T1a (cuerda vocal móvil). Tratamiento.",
    "opciones": [
      "Laringuectomía total.",
      "Radioterapia o microcirugía láser.",
      "Quimioterapia.",
      "Vaciamiento ganglionar."
    ],
    "indiceCorrecta": 1,
    "explicacion": "En tumores T1 de cuerda vocal, la radioterapia exclusiva o la cirugía láser transoral tienen tasas de curación similares y preservan la voz."
  },
  {
    "id": "183 (MIR 2024)",
    "enunciado": "Recién nacido, distrés respiratorio. Prematuro. Rx: patrón reticulogranular (vidrio esmerilado) y broncograma aéreo.",
    "opciones": [
      "Taquipnea transitoria.",
      "Enfermedad de Membrana Hialina (Déficit surfactante).",
      "Aspiración meconio.",
      "Neumonía."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Imagen clásica de la EMH en prematuro: volumen bajo, vidrio deslustrado/reticulogranular y broncograma aéreo."
  },
  {
    "id": "186 (MIR 2024)",
    "enunciado": "Pubertad precoz central en niña. ¿Tratamiento?",
    "opciones": [
      "Acetato de ciproterona.",
      "Análogos de GnRH.",
      "Estrógenos.",
      "Observación."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La pubertad precoz central (dependiente de gonadotropinas) se trata con análogos de GnRH de liberación prolongada para frenar el eje y evitar el cierre epifisario precoz."
  },
  {
    "id": "124 (MIR 2017)",
    "enunciado": "Lactante con vómitos y deshidratación. Analítica: Alcalosis metabólica hipoclorémica e hipopotasémica.",
    "opciones": [
      "Estenosis hipertrófica de píloro.",
      "Gastroenteritis.",
      "Invaginación.",
      "Volvulo."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El vómito de contenido gástrico (ácido) repetido produce pérdida de Cloro y Protones, llevando a alcalosis metabólica hipoclorémica. Típico de la EHP."
  },
  {
    "id": "211 (MIR 2016)",
    "enunciado": "Niño con dolor escrotal brusco. Testículo elevado, reflejo cremastérico abolido.",
    "opciones": [
      "Torsión testicular.",
      "Epididimitis.",
      "Hernia.",
      "Hidrocele."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Es una emergencia quirúrgica. La ausencia de reflejo cremastérico es el signo más sensible. Requiere exploración quirúrgica inmediata."
  },
  {
    "id": "189 (MIR 2015)",
    "enunciado": "Niño 3 años, fiebre alta >5 días, inyección conjuntival, labios fisurados, adenopatía, exantema, edema manos/pies.",
    "opciones": [
      "Sarampión.",
      "Kawasaki.",
      "Escarlatina.",
      "Rubeola."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Criterios clásicos de la Enfermedad de Kawasaki. Riesgo de aneurismas coronarios. Tratamiento: Gammaglobulina + AAS."
  },
  {
    "id": "186 (MIR 2023)",
    "enunciado": "Recién nacido, vómitos biliosos, distensión abdominal. Rx: Imagen \"doble burbuja\".",
    "opciones": [
      "Estenosis hipertrófica de píloro.",
      "Vólvulo de intestino medio.",
      "Atresia duodenal.",
      "Íleo meconial."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La imagen de \"doble burbuja\" (aire en estómago y duodeno proximal, sin gas distal) es patognomónica de la atresia duodenal."
  },
  {
    "id": "182 (MIR 2024)",
    "enunciado": "Lactante 4 meses. Heces con sangre. Eczema. Buen estado general. Lactancia materna exclusiva.",
    "opciones": [
      "Alergia a proteínas de leche de vaca no mediada por IgE (Proctocolitis).",
      "Invaginación intestinal.",
      "Fisura anal.",
      "Divertículo de Meckel."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Rectorragia en lactante sano con buena ganancia ponderal y antecedentes de atopia (eczema) sugiere proctocolitis alérgica (a proteínas de leche de vaca ingeridas por la madre)."
  },
  {
    "id": "122 (MIR 2017)",
    "enunciado": "Niño 2 años. Masa abdominal asintomática que cruza línea media. Calcificaciones. HTA.",
    "opciones": [
      "Tumor de Wilms.",
      "Neuroblastoma.",
      "Hepatoblastoma.",
      "Linfoma Burkitt."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El Neuroblastoma es el tumor sólido extracraneal más frecuente en niños. Cruza la línea media, suele tener calcificaciones y eleva catecolaminas (HTA). El Wilms no suele cruzar ni calcificar."
  },
  {
    "id": "211 (MIR 2019)",
    "enunciado": "Calendario vacunal. Vacuna de los 12 meses (Triple vírica). ¿Contraindicación?",
    "opciones": [
      "Alergia al huevo.",
      "Inmunodeficiencia grave.",
      "Conviviente embarazada.",
      "Lactancia materna."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La Triple Vírica (Sarampión, Rubeola, Paperas) es una vacuna de virus vivos atenuados, por lo que está contraindicada en inmunodeprimidos graves y embarazadas. (La alergia al huevo no es contraindicación absoluta hoy día, salvo anafilaxia grave)."
  },
  {
    "id": "63 (MIR 2024)",
    "enunciado": "Antipsicóticos atípicos. Efecto adverso metabólico. ¿Cuál tiene MÁS riesgo?",
    "opciones": [
      "Aripiprazol.",
      "Olanzapina.",
      "Ziprasidona.",
      "Lurasidona."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La Olanzapina y la Clozapina son los antipsicóticos atípicos con mayor riesgo de síndrome metabólico (aumento de peso, dislipemia, diabetes). Aripiprazol y Ziprasidona tienen riesgo bajo."
  },
  {
    "id": "224 (MIR 2022)",
    "enunciado": "Litio. Efectos adversos a largo plazo. INCORRECTA:",
    "opciones": [
      "Hipotiroidismo.",
      "Diabetes insípida nefrogénica.",
      "Hiperparatiroidismo.",
      "Insuficiencia hepática."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El Litio afecta frecuentemente a Tiroides (Hipo), Riñón (Diabetes Insípida) y Paratiroides (Hipercalcemia). No es típicamente hepatotóxico."
  },
  {
    "id": "187 (MIR 2019)",
    "enunciado": "Trastorno Bipolar I vs II. Diferencia principal.",
    "opciones": [
      "Presencia de síntomas psicóticos.",
      "Episodios depresivos más graves en tipo II.",
      "Episodios maníacos en tipo I, hipomaníacos en tipo II.",
      "Respuesta al litio."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El Bipolar I se define por la presencia de al menos un episodio maníaco. El Bipolar II tiene episodios hipomaníacos y depresivos mayores, pero nunca manía completa."
  },
  {
    "id": "66 (MIR 2024)",
    "enunciado": "Mujer joven, miedo intenso a ganar peso, restricción alimentaria, amenorrea, IMC bajo.",
    "opciones": [
      "Anorexia Nerviosa.",
      "Bulimia Nerviosa.",
      "Trastorno por atracón.",
      "Trastorno dismórfico."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La restricción de la ingesta con peso significativamente bajo y miedo a engordar son los criterios clave de la Anorexia Nerviosa. (La amenorrea ya no es criterio obligatorio en DSM-5, pero apoya)."
  },
  {
    "id": "62 (MIR 2023)",
    "enunciado": "Trastorno por consumo de alcohol. Fármaco aversivo (interdictor).",
    "opciones": [
      "Naltrexona.",
      "Disulfiram.",
      "Acamprosato.",
      "Nalamefeno."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El Disulfiram inhibe la aldehído deshidrogenasa, provocando acumulación de acetaldehído y síntomas desagradables (efecto antabús) si se consume alcohol."
  },
  {
    "id": "203 (MIR 2020)",
    "enunciado": "Delirium (Síndrome Confusional Agudo). Característica principal.",
    "opciones": [
      "Inicio insidioso.",
      "Curso fluctuante y alteración de la atención.",
      "Memoria conservada.",
      "Alucinaciones auditivas complejas."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El Delirium se caracteriza por inicio agudo, curso fluctuante y, fundamentalmente, una alteración del nivel de conciencia y la atención."
  },
  {
    "id": "65 (MIR 2024)",
    "enunciado": "Trastorno límite de la personalidad (Borderline). Característica.",
    "opciones": [
      "Desapego social.",
      "Inestabilidad en relaciones, autoimagen y afectos.",
      "Grandiosidad.",
      "Comportamiento sumiso."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El patrón general de inestabilidad en las relaciones interpersonales, la autoimagen y los afectos, y una notable impulsividad, definen al Trastorno Límite."
  },
  {
    "id": "23 (MIR 2024)",
    "enunciado": "Artritis séptica. Líquido sinovial.",
    "opciones": [
      "Amarillo claro, viscosidad alta.",
      "Turbio, leucocitos >50.000, PMN >90%.",
      "Hemorrágico.",
      "Cristales de urato."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El líquido séptico es turbio/purulento, con glucosa muy baja, y recuento celular elevado (>50.000), con predominio de polimorfonucleares."
  },
  {
    "id": "19 (MIR 2021)",
    "enunciado": "Gota. Imagen ecográfica típica.",
    "opciones": [
      "Doble contorno sobre el cartílago.",
      "Erosiones marginales.",
      "Sinovitis vellonodular.",
      "Osteofitos."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El signo del \"doble contorno\" (depósito de cristales de urato en la superficie del cartílago hialino) es muy específico de la gota."
  },
  {
    "id": "86 (MIR 2024)",
    "enunciado": "Vasculitis ANCA positivo (c-ANCA / PR3). Sinusitis, nódulos pulmonares cavitados, glomerulonefritis.",
    "opciones": [
      "Granulomatosis con Poliangeítis (Wegener).",
      "Poliangeítis Microscópica.",
      "Granulomatosis Eosinofílica con Poliangeítis (Churg-Strauss).",
      "Panarteritis Nodosa."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La afectación ORL (sinusitis), Pulmonar (cavidades) y Renal, junto con c-ANCA (anti-PR3) positivos, es clásica de la Granulomatosis con Poliangeítis (Wegener)."
  },
  {
    "id": "92 (MIR 2023)",
    "enunciado": "Arteritis de células gigantes. Síntoma visual más frecuente.",
    "opciones": [
      "Diplopía.",
      "Amaurosis fugax.",
      "Dolor ocular.",
      "Escotomas centelleantes."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La pérdida de visión transitoria (amaurosis fugax) o permanente (neuropatía óptica isquémica anterior) es la complicación visual más temida y característica."
  },
  {
    "id": "88 (MIR 2023)",
    "enunciado": "Artritis Reumatoide. Anticuerpo más específico.",
    "opciones": [
      "Factor Reumatoide.",
      "ANA.",
      "Anti-péptido citrulinado cíclico (Anti-CCP).",
      "Anti-Ro."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Los anticuerpos anti-CCP son altamente específicos (>95%) para la Artritis Reumatoide y tienen valor pronóstico (enfermedad más agresiva)."
  },
  {
    "id": "16 (MIR 2024)",
    "enunciado": "Artritis Idiopática Juvenil (AIJ) Sistémica (Still). Clínica.",
    "opciones": [
      "Fiebre en picos, exantema asalmonado, artritis.",
      "Uveítis anterior crónica.",
      "HLAB27 positivo.",
      "Entesitis."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La forma sistémica se caracteriza por fiebre alta en agujas, rash evanescente color salmón, hepatoesplenomegalia, serositis y artritis."
  },
  {
    "id": "90 (MIR 2023)",
    "enunciado": "Lupus Eritematoso Sistémico. Criterio inmunológico más específico.",
    "opciones": [
      "ANA.",
      "Anti-DNA doble cadena (dsDNA) y Anti-Sm.",
      "Anti-RNP.",
      "Anti-Ro."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Los Anti-dsDNA y los Anti-Sm son los anticuerpos más específicos del LES. Los ANA son muy sensibles pero poco específicos."
  },
  {
    "id": "101 (MIR 2020)",
    "enunciado": "Espondilitis Anquilosante. Criterio diagnóstico clínico principal.",
    "opciones": [
      "Dolor lumbar inflamatorio.",
      "Dolor cervical mecánico.",
      "Dolor en hombros.",
      "Ciática."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El dolor lumbar de ritmo inflamatorio (mejora con ejercicio, no cede con reposo, dolor nocturno) es el síntoma guía de las espondiloartritis axiales."
  },
  {
    "id": "24 (MIR 2023)",
    "enunciado": "Osteoporosis. Fármaco osteoformador.",
    "opciones": [
      "Alendronato.",
      "Denosumab.",
      "Teriparatida.",
      "Raloxifeno."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La Teriparatida (análogo de PTH) es un fármaco anabólico u osteoformador. Los otros son antirresortivos."
  },
  {
    "id": "83 (MIR 2024)",
    "enunciado": "Esclerosis Sistémica. Crisis renal esclerodérmica. Tratamiento.",
    "opciones": [
      "Corticoides altas dosis.",
      "IECAs (Captopril).",
      "Betabloqueantes.",
      "Diuréticos."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Los IECAs son el tratamiento de elección (y preventivo de daño renal) en la crisis renal esclerodérmica. Los corticoides pueden precipitarla."
  },
  {
    "id": "3 (MIR 2020)",
    "enunciado": "Fractura de Colles. Descripción.",
    "opciones": [
      "Fractura distal radio con desplazamiento dorsal (\"tenedor\").",
      "Desplazamiento volar (\"pala de jardinero\").",
      "Fractura escafoides.",
      "Fractura cúbito."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La fractura de Colles es una fractura de la extremidad distal del radio con desplazamiento dorsal y radial del fragmento distal (deformidad en dorso de tenedor)."
  },
  {
    "id": "81 (MIR 2024)",
    "enunciado": "Lesión nervio radial en húmero. Clínica (\"Mano caída\").",
    "opciones": [
      "Incapacidad para flexión muñeca.",
      "Incapacidad para extensión muñeca y dedos.",
      "Incapacidad para abducción dedos.",
      "Incapacidad para oposición pulgar."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El nervio radial inerva la musculatura extensora del antebrazo. Su lesión produce la \"mano caída\" por imposibilidad de extensión de muñeca y dedos."
  },
  {
    "id": "105 (MIR 2022)",
    "enunciado": "Fractura cadera (cuello femoral) desplazada en anciano 80 años. Tratamiento.",
    "opciones": [
      "Tornillos canulados.",
      "Clavo intramedular.",
      "Prótesis (Artroplastia) de cadera.",
      "Tratamiento conservador."
    ],
    "indiceCorrecta": 2,
    "explicacion": "En fracturas intracapsulares desplazadas en ancianos, el riesgo de necrosis avascular es alto, por lo que se prefiere la sustitución protésica (artroplastia) en lugar de la osteosíntesis."
  },
  {
    "id": "8 (MIR 2023)",
    "enunciado": "Niño 5 años. Cojera, dolor cadera irradiado a rodilla. Limitación rotación interna. Rx: aumento densidad cabeza femoral.",
    "opciones": [
      "Sinovitis transitoria.",
      "Enfermedad de Perthes.",
      "Epifisiolisis.",
      "Artritis séptica."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La clínica de cojera y dolor en cadera/rodilla en niño de 4-8 años con hallazgos radiológicos de necrosis/densidad sugiere Legg-Calvé-Perthes."
  },
  {
    "id": "12 (MIR 2022)",
    "enunciado": "Tumor óseo maligno más frecuente en niños/adolescentes. Metáfisis fémur distal. Reacción perióstica \"sol naciente\".",
    "opciones": [
      "Sarcoma de Ewing.",
      "Osteosarcoma.",
      "Condrosarcoma.",
      "Tumor células gigantes."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El Osteosarcoma es el tumor óseo maligno primario más frecuente en la 2ª década. Típico en metáfisis de rodilla, con patrón agresivo (sol naciente/triángulo de Codman)."
  },
  {
    "id": "80 (MIR 2024)",
    "enunciado": "Síndrome compartimental agudo tibial. Síntoma más precoz y sensible.",
    "opciones": [
      "Ausencia de pulso.",
      "Dolor desproporcionado al estiramiento pasivo.",
      "Parálisis.",
      "Palidez."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El dolor intenso, desproporcionado y que aumenta con el estiramiento pasivo de los músculos afectados es el signo más precoz y fiable. La ausencia de pulso es un signo muy tardío."
  },
  {
    "id": "9 (MIR 2021)",
    "enunciado": "Fractura osteoporótica de vértebra lumbar (L3) en mujer 75 años. Dolor mecánico. Sin déficit neurológico. ¿Tratamiento inicial?",
    "opciones": [
      "Vertebroplastia percutánea.",
      "Cifoplastia.",
      "Corsé rígido y reposo absoluto.",
      "Analgesia y movilización precoz según tolerancia."
    ],
    "indiceCorrecta": 3,
    "explicacion": "El tratamiento inicial de las fracturas vertebrales osteoporóticas estables sin déficit neurológico es conservador: control del dolor y movilización cuanto antes (evitar reposo absoluto prolongado). El corsé se usa si hay mucho dolor, pero no es obligatorio de entrada."
  },
  {
    "id": "104 (MIR 2020)",
    "enunciado": "Hernia discal lumbar. Nivel más frecuente.",
    "opciones": [
      "L1-L2.",
      "L2-L3.",
      "L3-L4.",
      "L4-L5 y L5-S1."
    ],
    "indiceCorrecta": 3,
    "explicacion": "La gran mayoría (90-95%) de las hernias discales lumbares ocurren en los espacios L4-L5 y L5-S1."
  },
  {
    "id": "105 (MIR 2019)",
    "enunciado": "Espondilolistesis ístmica. ¿Característica?",
    "opciones": [
      "Más frecuente en L4-L5.",
      "Típica de mujeres mayores.",
      "Defecto en la \"pars interarticularis\" (espondilolisis).",
      "Siempre quirúrgica."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La espondilolistesis ístmica se debe a una fractura de estrés o defecto congénito de la pars interarticularis (espondilolisis), típicamente en L5-S1. (La degenerativa es la de L4-L5 en mujeres mayores)."
  },
  {
    "id": "80 (MIR 2024)",
    "enunciado": "Paciente politraumatizado. \"Triada de la muerte\".",
    "opciones": [
      "Hipotermia, Acidosis, Coagulopatía.",
      "Hipotensión, Bradicardia, Hipotermia.",
      "Acidosis, Hipoxia, Hipercapnia.",
      "Coagulopatía, Hipotensión, Arritmia."
    ],
    "indiceCorrecta": 0,
    "explicacion": "La tríada letal en el paciente politraumatizado que hay que evitar a toda costa (Damage Control) es: Hipotermia, Acidosis y Coagulopatía."
  },
  {
    "id": "184 (MIR 2024)",
    "enunciado": "Síndrome de cauda equina (cola de caballo). Clínica característica.",
    "opciones": [
      "Hiperreflexia y Babinski bilateral.",
      "Anestesia en silla de montar y disfunción esfinteriana.",
      "Parálisis espástica de piernas.",
      "Dolor lumbar puro sin irradiación."
    ],
    "indiceCorrecta": 1,
    "explicacion": "Es una urgencia quirúrgica. Se caracteriza por dolor radicular, debilidad flácida, anestesia en silla de montar (perineal) y retención/incontinencia urinaria o fecal."
  },
  {
    "id": "85 (MIR 2024)",
    "enunciado": "Incontinencia urinaria de esfuerzo en mujer. Tratamiento quirúrgico de elección (\"Gold Standard\").",
    "opciones": [
      "Colposuspensión de Burch.",
      "Esfinter urinario artificial.",
      "Cabestrillo suburetral (Banda libre de tensión - TVT/TOT).",
      "Inyección de agentes abultantes."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La colocación de mallas o bandas suburetrales libres de tensión (Mid-urethral slings) es la técnica de elección actual por su eficacia y menor invasividad."
  },
  {
    "id": "14 (MIR 2021)",
    "enunciado": "Urología. Varón 60 años, hematuria macroscópica asintomática. Fumador. Citología orina positiva. Cistoscopia: zonas eritematosas planas (no papilares).",
    "opciones": [
      "Carcinoma in situ (CIS).",
      "Tumor papilar de bajo grado.",
      "Cistitis intersticial.",
      "Litiasis vesical."
    ],
    "indiceCorrecta": 0,
    "explicacion": "Hematuria en fumador + Citología positiva + Lesión plana eritematosa (no papilar) = Carcinoma in situ (CIS). Es un tumor de alto grado plano."
  },
  {
    "id": "90 (MIR 2021)",
    "enunciado": "Tratamiento del Carcinoma in situ (CIS) de vejiga.",
    "opciones": [
      "Resección transuretral (RTU) y vigilancia.",
      "RTU + Quimioterapia intravesical (Mitomicina).",
      "RTU + Inmunoterapia intravesical (BCG).",
      "Cistectomía radical inmediata."
    ],
    "indiceCorrecta": 2,
    "explicacion": "El CIS es un tumor de alto riesgo. El tratamiento estándar tras la biopsia/resección es la instilación intravesical de BCG (Bacilo Calmette-Guérin) para reducir recurrencia y progresión."
  },
  {
    "id": "89 (MIR 2024)",
    "enunciado": "Cáncer de próstata. Cribado con PSA. Recomendación actual.",
    "opciones": [
      "A todos los hombres >50 años.",
      "No se recomienda cribado poblacional sistemático.",
      "A todos los hombres >40 años.",
      "Solo si tienen síntomas."
    ],
    "indiceCorrecta": 1,
    "explicacion": "No se recomienda el cribado masivo (poblacional) sistemático con PSA en asintomáticos por el riesgo de sobrediagnóstico y sobretratamiento. Se debe individualizar (cribado oportunista) informando al paciente."
  },
  {
    "id": "143 (MIR 2023)",
    "enunciado": "Cáncer de próstata metastásico hormonosensible. Tratamiento primera línea.",
    "opciones": [
      "Bloqueo androgénico (ADT) monoterapia.",
      "ADT + Docetaxel o Nuevos Antiandrógenos (Abiraterona/Enzalutamida/Apalutamida).",
      "Quimioterapia sola.",
      "Radioterapia ósea."
    ],
    "indiceCorrecta": 1,
    "explicacion": "En el cáncer metastásico de debut (hormonosensible), el estándar actual es la terapia combinada: Bloqueo androgénico (castración) + \"algo más\" (Docetaxel o nuevos antiandrógenos). La monoterapia con ADT ya no es el estándar."
  },
  {
    "id": "119 (MIR 2020)",
    "enunciado": "Cólico nefrítico complicado (fiebre 39ºC, obstrucción). Actitud.",
    "opciones": [
      "AINEs y antibiótico oral.",
      "Litotricia urgente.",
      "Derivación urinaria urgente (Catéter doble J o Nefrostomía) + Antibióticos iv.",
      "Ureteroscopia."
    ],
    "indiceCorrecta": 2,
    "explicacion": "La obstrucción de la vía urinaria con infección (fiebre) es una emergencia urológica (sepsis urológica). Requiere descompresión urgente de la vía (Doble J o nefrostomía) y antibióticos. Nunca manipular la litiasis en agudo."
  },
  {
    "id": "88 (MIR 2024)",
    "enunciado": "Masa renal sólida 3 cm (T1a). Paciente sano. Tratamiento elección.",
    "opciones": [
      "Nefrectomía radical.",
      "Nefrectomía parcial.",
      "Vigilancia activa.",
      "Ablación."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El tratamiento estándar (\"Gold Standard\") para masas renales localizadas T1 (<7 cm, y especialmente <4 cm) es la Nefrectomía Parcial (cirugía conservadora de nefronas), siempre que sea técnicamente posible."
  },
  {
    "id": "91 (MIR 2023)",
    "enunciado": "Varón joven (25 años). Masa testicular indolora. Marcadores: AFP elevada, beta-HCG elevada. ¿Diagnóstico?",
    "opciones": [
      "Seminoma.",
      "Tumor germinal no seminomatoso.",
      "Linfoma.",
      "Tumor de Leydig."
    ],
    "indiceCorrecta": 1,
    "explicacion": "La elevación de Alfa-fetoproteína (AFP) es incompatible con Seminoma puro. Por tanto, es un Tumor Germinal No Seminomatoso (o mixto). El seminoma puede elevar HCG, pero nunca AFP."
  },
  {
    "id": "13 (MIR 2022)",
    "enunciado": "Tumor testicular. Metástasis pulmonares múltiples. Marcadores muy elevados (Mal pronóstico). Tratamiento inicial.",
    "opciones": [
      "Orquiectomía sola.",
      "Orquiectomía + Radioterapia.",
      "Orquiectomía + Quimioterapia (BEP x 4 ciclos).",
      "Quimioterapia neoadyuvante y luego cirugía."
    ],
    "indiceCorrecta": 2,
    "explicacion": "Primero siempre Orquiectomía radical (vía inguinal) para diagnóstico y control local. Luego, al ser estadio avanzado (metastásico), Quimioterapia sistémica basada en Cisplatino (BEP: Bleomicina, Etopósido, Cisplatino). Mal pronóstico requiere 4 ciclos."
  },
  {
    "id": "94 (MIR 2021)",
    "enunciado": "Torsión testicular. Ventana de tiempo ideal para salvar el testículo (orquidopexia).",
    "opciones": [
      "< 6 horas.",
      "< 12 horas.",
      "< 24 horas.",
      "< 48 horas."
    ],
    "indiceCorrecta": 0,
    "explicacion": "El tiempo es crítico. La viabilidad del testículo disminuye drásticamente pasadas las 6 horas de isquemia (\"Gold time\"). Pasadas 6h, el riesgo de necrosis aumenta mucho."
  },
  {
    "id": "29 (MIR 2019)",
    "enunciado": "Hiperplasia Benigna de Próstata (HBP). Indicación absoluta de cirugía.",
    "opciones": [
      "Síntomas moderados (IPSS 15).",
      "Tamaño prostático > 60cc.",
      "PSA > 4 ng/mL.",
      "Retención urinaria reiterada / Litiasis vesical / Insuficiencia renal obstructiva."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Las indicaciones absolutas de cirugía en HBP son las complicaciones: Retención reiterada, litiasis vesical, infecciones recurrentes, hematuria recurrente o insuficiencia renal retrógrada. Los síntomas se operan si fallan los fármacos o el paciente lo elige."
  },
  {
    "id": "141 (MIR 2023)",
    "enunciado": "Trasplante renal. Contraindicación absoluta para ser donante.",
    "opciones": [
      "Edad > 70 años.",
      "Hipertensión arterial controlada.",
      "Infección por VIH (controlada) para receptor VIH.",
      "Neoplasia activa / con potencial metastásico."
    ],
    "indiceCorrecta": 3,
    "explicacion": "Una neoplasia activa transmisible es contraindicación absoluta. (La edad avanzada o la HTA controlada son criterios expandidos, no contraindicaciones absolutas hoy en día. El VIH se permite en programas específicos para receptores VIH+)."
  },
  {
    "id": "18 (MIR 2020)",
    "enunciado": "Priapismo de bajo flujo (isquémico). Gasometría cuerpos cavernosos.",
    "opciones": [
      "pH normal, pO2 normal.",
      "pH ácido (acidosis), pO2 baja (hipoxia), pCO2 alta.",
      "pH alcalino.",
      "Sangre rojo brillante."
    ],
    "indiceCorrecta": 1,
    "explicacion": "El priapismo isquémico (el más frecuente y grave, urgencia) se comporta como un síndrome compartimental: la sangre está estancada, oscura, ácida, hipóxica e hipercápnica. (El de alto flujo es arterial, sangre roja y gasometría normal)."
  }
]